Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# colorsBlueGrey
source: BLUE GREY
bg: СИНЬО-СИВО
de_at: BLAUGRAU
fi: SINIHARMAA
hr: PLAVOSIVA
is: BLÁGRÁR
kk: КӨКШІЛ СҰР
nl: BLAUWGRIJS
or: ନୀଳ ଧୂସର
zh: 蓝灰色

# dialogShow
source: SHOW DIALOGUE
bg: ПОКАЗВАНЕ НА ДИАЛОГОВИЯ ПРОЗОРЕЦ
de_at: DIALOGFELD ANZEIGEN
fi: NÄYTÄ VALINTAIKKUNA
hr: PRIKAŽI DIJALOG
is: SÝNA GLUGGA
kk: ДИАЛОГТІК ТЕРЕЗЕНІ КӨРСЕТУ
nl: DIALOOGVENSTER WEERGEVEN
or: ଡାଏଲଗ୍ ଦେଖାନ୍ତୁ
ta: SHOW DIALOG
zh: 显示对话框

# dialogFullscreenTitle
source: Full-Screen Dialogue
bg: Диалогов прозорец на цял екран
de_at: Vollbild-Dialogfeld
fi: Koko näytön valintaikkuna
hr: Dijalog na cijelom zaslonu
is: Gluggi á öllum skjánum
kk: Толық экран диалогтік терезесі
nl: Dialoogvenster voor volledig scherm
or: ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍ ଡାଏଲଗ୍
ta: Full Screen Dialog
zh: 全屏对话框

# dialogFullscreenSave
source: SAVE
bg: ЗАПАЗВАНЕ
de_at: SPEICHERN
fi: TALLENNA
hr: SPREMI
is: VISTA
kk: САҚТАУ
nl: OPSLAAN
or: ସେଭ୍ କରନ୍ତୁ
zh: 保存

# dialogFullscreenDescription
source: A full-screen dialogue demo
bg: Демонстрация на диалогов прозорец на цял екран
de_at: Demo eines Vollbild-Dialogfelds
fi: Koko näytön valintaikkunan esittely
hr: Demonstracija dijaloga na cijelom zaslonu
is: Kynningargluggi á öllum skjánum
kk: Толық экран диалогтік терезенің демо нұсқасы
nl: Een demo van een dialoogvenster op volledig scherm
or: ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍ ଡାଏଲଗ୍ ଡେମୋ
ta: A full screen dialog demo
zh: 全屏对话框演示

# cupertinoButtonWithBackground
source: With background
bg: С фон
de_at: Mit Hintergrund
fi: Sisältää taustan
hr: S pozadinom
is: Með bakgrunni
kk: Фоны бар
nl: Met achtergrond
or: ପୃଷ୍ଠପଟ ସହିତ
zh: 设有背景

# cupertinoAlertCancel
source: Cancel
bg: Отказ
de_at: Abbrechen
fi: Peruuta
hr: Odustani
is: Hætta við
kk: Бас тарту
nl: Annuleren
or: ବାତିଲ୍ କରନ୍ତୁ
zh: 取消

# cupertinoAlertDiscard
source: Discard
bg: Отхвърляне
de_at: Verwerfen
fi: Hylkää
hr: Odbaci
is: Fleygja
kk: Жабу
nl: Niet opslaan
or: ଖାରଜ କରନ୍ତୁ
zh: 舍弃

# cupertinoAlertLocationTitle
source: Allow 'Maps' to access your location while you are using the app?
bg: Да се разреши ли на Карти да осъществява достъп до местоположението ви, докато използвате приложението?
de_at: Maps erlauben, während der Nutzung der App auf deinen Standort zuzugreifen?
fi: Saako Maps käyttää sijaintiasi, kun käytät sovellusta?
hr: Želite li dopustiti da aplikacija "Karte pristupa vašoj lokaciji dok je upotrebljavate?
is: Viltu leyfa „Kort“ að fá aðgang að staðsetningu þinni á meðan þú notar forritið?
kk: Қолданбаны пайдаланған кезде, "Maps" қызметінің геодерегіңізді қолдануына рұқсат бересіз бе?
nl: Wil je Maps toegang geven tot je locatie als je de app gebruikt?
or: ଆପଣ ଆପ୍ ବ୍ୟବହାର କରିବା ସମୟରେ ଆପଣଙ୍କର ଲୋକେସନ୍ ଆକ୍ସେସ୍ କରିବା ପାଇଁ "Maps"କୁ ଅନୁମତି ଦେବେ?
zh: 是否允许“Google 地图”在您使用该应用时获取您的位置信息？

# cupertinoAlertLocationDescription
source: Your current location will be displayed on the map and used for directions, nearby search results and estimated travel times.
bg: Текущото ви местоположение ще се показва на картата и ще се използва за упътвания, резултати от търсенето в района и приблизително време на пътуване.
de_at: Dein aktueller Standort wird auf der Karte angezeigt und für Wegbeschreibungen, Suchergebnisse für Dinge in der Nähe und zur Einschätzung von Fahrtzeiten verwendet.
fi: Nykyinen sijaintisi näytetään kartalla ja sitä käytetään reittiohjeiden, lähistön hakutulosten ja arvioitujen matka-aikojen näyttämiseen.
hr: Vaša trenutačna lokacija prikazivat će se na karti i koristiti za upute, rezultate pretraživanja u blizini i procjenu vremena putovanja.
is: Núverandi staðsetning þín verður birt á kortinu og notuð fyrir leiðarlýsingu, leitarniðurstöður fyrir nágrennið og áætlaðan ferðatíma.
kk: Қазіргі геодерегіңіз картада көрсетіледі және бағыттар, маңайдағы іздеу нәтижелері және болжалды сапар уақытын анықтау үшін пайдаланылады.
nl: Je huidige locatie wordt op de kaart weergegeven en gebruikt voor routebeschrijvingen, zoekresultaten in de buurt en geschatte reistijden.
or: ଆପଣଙ୍କର ଲୋକେସନ୍ mapରେ ପ୍ରଦର୍ଶିତ ହେବ ଏବଂ ଦିଗନିର୍ଦ୍ଦେଶ୍, ନିକଟର ସନ୍ଧାନ ଫଳାଫଳ ଏବଂ ଆନୁମାନିକ ଭ୍ରମଣ ସମୟ ପାଇଁ ବ୍ୟବହାର କରାଯିବ।
zh: 您当前所在的位置将显示在地图上，并用于提供路线、附近位置的搜索结果和预计的行程时间。

# cupertinoAlertAllow
source: Allow
bg: Разрешаване
de_at: Zulassen
fi: Salli
hr: Dopusti
is: Leyfa
kk: Рұқсат беру
nl: Toestaan
or: ଅନୁମତି ଦିଅନ୍ତୁ
zh: 允许

# cupertinoAlertDontAllow
source: Don't allow
bg: Без разрешаване
de_at: Nicht zulassen
fi: Älä salli
hr: Ne dopusti
is: Ekki leyfa
kk: Рұқсат бермеу
nl: Niet toestaan
or: ଅନୁମତି ଦିଅନ୍ତୁ ନାହିଁ
zh: 不允许

# cupertinoAlertFavoriteDessert
source: Select Favourite Dessert
bg: Изберете любим десерт
de_at: Lieblingsdessert auswählen
fi: Valitse lempijälkiruokasi
hr: Odaberite omiljeni desert
is: Velja uppáhaldseftirrétt
kk: Ұнайтын десертті таңдау
nl: Selecteer je favoriete toetje
or: ପସନ୍ଦର ଡେଜର୍ଟ ଚୟନ କରନ୍ତୁ
ta: Select Favorite Dessert
zh: 选择最喜爱的甜点

# cupertinoAlertDessertDescription
source: Please select your favourite type of dessert from the list below. Your selection will be used to customise the suggested list of eateries in your area.
bg: Моля, посочете любимия си десерт от списъка по-долу. Изборът ви ще се използва за персонализиране на предложения списък със заведения за хранене в района ви.
de_at: Bitte wähle in der Liste unten dein Lieblingsdessert aus. Mithilfe deiner Auswahl wird die Liste der Restaurantvorschläge in deiner Nähe personalisiert.
fi: Valitse mieluisin jälkiruokatyyppi alla olevasta luettelosta. Valintasi avulla sinulle personoidaan suosituslista alueesi ruokapaikoista.
hr: Odaberite svoju omiljenu vrstu deserta na popisu u nastavku. Vaš će se odabir koristiti za prilagodbu predloženog popisa zalogajnica u vašem području.
is: Veldu uppáhaldseftirréttinn þinn af listanum hér að neðan. Það sem þú velur verður notað til að sérsníða tillögulista fyrir matsölustaði á þínu svæði.
kk: Төмендегі тізімнен өзіңізге ұнайтын десерт түрін таңдаңыз. Таңдауыңызға сәйкес аймағыңыздағы асханалардың ұсынылған тізімі реттеледі.
nl: Selecteer hieronder je favoriete soort toetje uit de lijst. Je selectie wordt gebruikt om de voorgestelde lijst met eetgelegenheden in jouw omgeving aan te passen.
or: ଦୟାକରି ନିମ୍ନସ୍ଥ ତାଲିକାରୁ ଆପଣଙ୍କ ପସନ୍ଦର ଡେଜର୍ଟର ପ୍ରକାର ଚୟନ କରନ୍ତୁ। ଆପଣଙ୍କର ଚୟନଟି ଆପଣଙ୍କ ଅଞ୍ଚଳରେ ଭୋଜନଳୟଗୁଡ଼ିକର ପ୍ରସ୍ତାବିତ ତାଲିକାକୁ କଷ୍ଟମାଇଜ୍ କରିବା ପାଇଁ ବ୍ୟବହାର କରାଯିବ।
ta: Please select your favorite type of dessert from the list below. Your selection will be used to customize the suggested list of eateries in your area.
zh: 请从下面的列表中选择您最喜爱的甜点类型。系统将根据您的选择自定义您所在地区的推荐餐厅列表。

# cupertinoAlertCheesecake
source: Cheesecake
bg: Чийзкейк
de_at: Käsekuchen
fi: Juustokakku
hr: Torta od sira
is: Ostakaka
kk: Чизкейк
nl: Kwarktaart
or: ଚିଜ୍ କେକ୍
zh: 奶酪蛋糕

# cupertinoAlertTiramisu
source: Tiramisu
bg: Тирамису
kk: Тирамису
or: ତିରାମିସୁ
zh: 提拉米苏

# cupertinoAlertApplePie
source: Apple Pie
bg: Ябълков сладкиш
de_at: Apfelkuchen
fi: Omenapiirakka
hr: Pita od jabuka
is: Eplabaka
kk: Алма бәліші
nl: Appeltaart
or: ଆପଲ୍ ପାଏ
zh: 苹果派

# cupertinoAlertChocolateBrownie
source: Chocolate brownie
bg: Шоколадово брауни
de_at: Schokoladenbrownie
fi: Suklaabrownie
hr: Čokoladni kolač
is: Skúffukaka
kk: "Брауни" шоколад бәліші
nl: Chocoladebrownie
or: ଚକୋଲେଟ୍ ବ୍ରାଉନି
zh: 巧克力布朗尼

# cupertinoShowAlert
source: Show alert
bg: Показване на сигнала
de_at: Benachrichtigung anzeigen
fi: Näytä ilmoitus
hr: Prikaži upozorenje
is: Sýna viðvörun
kk: Ескертуді көрсету
nl: Melding weergeven
or: ଆଲର୍ଟ ଦେଖାନ୍ତୁ
zh: 显示提醒

# colorsRed
source: RED
bg: ЧЕРВЕНО
de_at: ROT
fi: PUNAINEN
hr: CRVENA
is: RAUÐUR
kk: ҚЫЗЫЛ
nl: ROOD
or: ଲାଲ୍
zh: 红色

# colorsPink
source: PINK
bg: РОЗОВО
fi: VAALEANPUNAINEN
hr: RUŽIČASTA
is: BLEIKUR
kk: ҚЫЗҒЫЛТ
nl: ROZE
or: ଗୋଲାପୀ
zh: 粉红色

# colorsPurple
source: PURPLE
bg: ЛИЛАВО
de_at: LILA
fi: VIOLETTI
hr: LJUBIČASTA
is: FJÓLUBLÁR
kk: КҮЛГІН
nl: PAARS
or: ବାଇଗଣୀ
zh: 紫色

# colorsDeepPurple
source: DEEP PURPLE
bg: НАСИТЕНО ЛИЛАВО
de_at: DUNKLES LILA
fi: TUMMANVIOLETTI
hr: TAMNOLJUBIČASTA
is: DJÚPFJÓLUBLÁR
kk: ҚОЮ КҮЛГІН
nl: DIEPPAARS
or: ଗାଢ଼ ବାଇଗଣି
zh: 深紫色

# colorsIndigo
source: INDIGO
bg: ИНДИГО
hr: MODROLJUBIČASTA
is: DIMMFJÓLUBLÁR
kk: ИНДИГО
or: ଘନ ନୀଳ
zh: 靛青色

# colorsBlue
source: BLUE
bg: СИНЬО
de_at: BLAU
fi: SININEN
hr: PLAVA
is: BLÁR
kk: КӨК
nl: BLAUW
or: ନୀଳ
zh: 蓝色

# colorsLightBlue
source: LIGHT BLUE
bg: СВЕТЛОСИНЬО
de_at: HELLBLAU
fi: VAALEANSININEN
hr: SVIJETLOPLAVA
is: LJÓSBLÁR
kk: КӨГІЛДІР
nl: LICHTBLAUW
or: ହାଲୁକା ନୀଳ
zh: 浅蓝色

# colorsCyan
source: CYAN
bg: СИНЬО-ЗЕЛЕНО
fi: SYAANI
hr: CIJAN
is: BLÁGRÆNN
kk: КӨКШІЛ
nl: CYAAN
or: ସାଇଆନ୍
zh: 青色

# dialogAddAccount
source: Add account
bg: Добавяне на профил
de_at: Konto hinzufügen
fi: Lisää tili
hr: Dodavanje računa
is: Bæta reikningi við
kk: Есептік жазбаны енгізу
nl: Account toevoegen
or: ଆକାଉଣ୍ଟ ଯୋଗ କରନ୍ତୁ
zh: 添加帐号

source: Gallery
bg: Галерия
de_at: Galerie
fi: Galleria
hr: Galerija
is: Myndasafn
kk: Галерея
nl: Galerij
or: ଗ୍ୟାଲେରୀ
ta: கேலரி
zh: 图库

source: Categories
bg: Категории
de_at: Kategorien
fi: Luokat
hr: Kategorije
is: Flokkar
kk: Санаттар
nl: Categorieën
or: ବର୍ଗଗୁଡ଼ିକ
ta: வகைகள்
zh: 类别

source: Basic shopping app
bg: Основно приложение за пазаруване
de_at: Einfache Shopping-App
fi: Shoppailun perussovellus
hr: Osnovna aplikacija za kupnju
is: Einfalt kaupforrit
kk: Негізгі сауда қолданбасы
nl: Algemene shopping-app
or: ବେସିକ୍ ସପିଂ ଆପ୍
ta: அடிப்படை ஷாப்பிங்கிற்கான ஆப்ஸ்
zh: 基本购物应用

source: RALLY
bg: РАЛИ
de_at: RALLYE
hr: RELI
kk: РАЛЛИ
or: ରାଲି
zh: 集会

source: Travel app
bg: Приложение за пътуване
de_at: Reise-App
fi: Matkailusovellus
hr: Aplikacija za putovanja
is: Ferðaforrit
kk: Саяхат қолданбасы
nl: Reis-app
or: ଭ୍ରମଣ ଆପ୍
ta: பயண ஆப்ஸ்
zh: 旅行应用

source: MATERIAL
bg: МАТЕРИАЛ
fi: MATERIAALI
hr: MATERIJAL
is: EFNI
kk: МАТЕРИАЛ
nl: MATERIAAL
or: ମ୍ୟାଟେରିଆଲ୍
zh: 质感

source: CUPERTINO
bg: КУПЪРТИНО
kk: КУПЕРТИНО
or: କୁପର୍‍ଟିନୋ
zh: 库比蒂诺

source: REFERENCE STYLES & MEDIA
bg: СТИЛОВЕ ЗА СПРАВОЧНИЦИТЕ И МУЛТИМЕДИЯ
de_at: STIL DER REFERENZEN & MEDIEN
fi: VIITETYYLIT JA ‑MEDIA
hr: REFERENTNI STILOVI I MEDIJI
is: TILVÍSUNARSTÍLAR OG EFNI
kk: АНЫҚТАМАЛЫҚ СТИЛЬДЕР ЖӘНЕ МЕДИАМАЗМҰН
nl: REFERENTIESTIJLEN EN -MEDIA
or: ରେଫରେନ୍ସ ଶୈଳୀ ଓ ମିଡ଼ିଆ
ta: மேற்கோள் ஸ்டைல்கள் & மீடியா
zh: 参考资料样式和媒体

source: SHRINE
bg: ОЛТАР
de_at: SCHREIN
hr: HRAM
nl: HEILIGDOM
or: ଶକ୍ତିପୀଠ
zh: 神社

source: CRANE
bg: ЖЕРАВ
de_at: KRAN
nl: KRAAN
or: କ୍ରେନ୍
zh: 鹤
