Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# demoTypographySubtitle
source: All of the predefined text styles
bg: Всички предварително дефинирани текстови стилове
de_at: Alle vordefinierten Textstile
fi: Kaikki ennalta määrätyt tekstityylit
hr: Svi unaprijed definirani stilovi teksta
is: Allir fyrirframskilgreindir textastílar
kk: Алдын ала анықталған мәтін стильдері
nl: Alle vooraf gedefinieerde tekststijlen
or: ସମସ୍ତ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ଟେକ୍ସଟ୍ ଶୈଳୀ
ta: முன்கூட்டியே வரையறுக்கப்பட்ட உரை ஸ்டைல்கள்
zh: 所有预定义文本样式

# demoTypographyTitle
source: Typography
bg: Типография
de_at: Typografie
fi: Typografia
hr: Tipografija
is: Leturgerð
kk: Типография
nl: Typografie
or: ଟାଇପୋଗ୍ରାଫି
ta: டைப்போகிராஃபி
zh: 字体排版

# demoFullscreenDialogDescription
source: The fullscreenDialog property specifies whether the incoming page is a full-screen modal dialogue
bg: Свойството fullscreenDialog посочва дали входящата страница е модален диалогов прозорец на цял екран
de_at: Das Attribut "fullscreenDialog" gibt an, ob eine eingehende Seite ein modales Vollbild-Dialogfeld ist
fi: The fullscreenDialog property specifies whether the incoming page is a fullscreen modal dialog
hr: Svojstvo fullscreenDialog određuje je li dolazna stranica modalni dijalog na cijelom zaslonu
is: Eiginleikinn fullscreenDialog tilgreinir hvort móttekin síða er gluggi sem birtist á öllum skjánum
kk: fullscreenDialog сипаты кіріс бетінің толық экранды модальдік диалогтік терезе екенін анықтайды.
nl: De eigenschap fullscreenDialog geeft aan of de binnenkomende pagina een dialoogvenster is in de modus volledig scherm
or: fullscreenDialog ବୈଶିଷ୍ଟ୍ୟ ଇନ୍‍କମିଂ ପୃଷ୍ଠାଟି ଏକ ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍ ମୋଡାଲ୍ ଡାଏଲଗ୍‍ ହେବ କି ନାହିଁ ତାହା ନିର୍ଦ୍ଦିଷ୍ଟ କରେ
ta: The fullscreenDialog property specifies whether the incoming page is a fullscreen modal dialog
zh: 您可以利用 fullscreenDialog 属性指定接下来显示的页面是否为全屏模态对话框

# demoFlatButtonDescription
source: A flat button displays an ink splash on press but does not lift. Use flat buttons on toolbars, in dialogues and inline with padding
bg: При натискане плоските бутони показват разливане на мастило, но не се повдигат. Използвайте този тип бутони в ленти с инструменти, диалогови прозорци и при вграждане с вътрешни полета
de_at: Eine flache Schaltfläche, die beim Drücken eine Farbreaktion zeigt, aber nicht erhöht dargestellt wird. Du kannst flache Schaltflächen in Symbolleisten, Dialogfeldern und inline mit Abständen verwenden.
fi: Litteä painike värjää tekstin painettaessa, mutta ei nosta painiketta. Use flat buttons on toolbars, in dialogs and inline with padding
hr: Ravni gumb prikazuje mrlju boje prilikom pritiska, ali se ne podiže. Ravne gumbe koristite na alatnim trakama, u dijalozima i ugrađene u ispunu
is: Sléttur hnappur birtir blekslettu þegar ýtt er á hann en lyftist ekki. Notið slétta hnappa í tækjastikum, gluggum og í línum með fyllingu
kk: Тегіс түймені басқан кезде, ол көтерілмейді. Бірақ экранға сия дағы шығады. Тегіс түймелерді аспаптар тақтасында, диалогтік терезелерде және шегініс қолданылған мәтінде пайдаланыңыз.
nl: Als je op een platte knop drukt, wordt een inktvlekeffect weergegeven, maar de knop gaat niet omhoog. Gebruik platte knoppen op taakbalken, in dialoogvensters en inline met opvulling
or: ଏକ ସମତଳ ବଟନ୍ ଦବାଇଲେ କାଳିର ଛିଟିକା ପ୍ରଦର୍ଶିତ ହୁଏ, କିନ୍ତୁ ଏହା ଉପରକୁ ଉଠେ ନାହିଁ। ଟୁଲ୍‍ବାର୍‍‍ରେ, ଡାଏଲଗ୍‍‍ରେ ଏବଂ ପ୍ୟାଡିଂ ସହ ଇନ୍‍ଲାଇନ୍‍‍ରେ ସମତଳ ବଟନ୍ ବ୍ୟବହାର କରନ୍ତୁ
ta: A flat button displays an ink splash on press but does not lift. Use flat buttons on toolbars, in dialogs and inline with padding
zh: 平面按钮，按下后会出现墨水飞溅效果，但按钮本身没有升起效果。这类按钮适用于工具栏、对话框和设有内边距的内嵌元素

# demoBottomNavigationDescription
source: Bottom navigation bars display three to five destinations at the bottom of a screen. Each destination is represented by an icon and an optional text label. When a bottom navigation icon is tapped, the user is taken to the top-level navigation destination associated with that icon.
bg: Долните ленти за навигация са в долната част на екрана и в тях се показват от три до пет дестинации. Всяка дестинация е означена с икона и незадължителен текстов етикет. Когато потребителят докосне долна икона за навигация, преминава към навигационната дестинация от първо ниво, свързана с иконата.
de_at: Auf Navigationsleisten am unteren Bildschirmrand werden zwischen drei und fünf Zielseiten angezeigt. Jede Zielseite wird durch ein Symbol und eine optionale Beschriftung dargestellt. Wenn ein Navigationssymbol am unteren Rand angetippt wird, wird der Nutzer zur Zielseite auf der obersten Ebene der Navigation weitergeleitet, die diesem Symbol zugeordnet ist.
fi: Alareunan siirtymispalkissa näytetään kolmesta viiteen kohdetta näytön alalaidassa. Joka kohteella on kuvake ja mahdollisesti myös tekstikenttä. Kun käyttäjä napauttaa alaosan navigointikuvaketta, hän siirtyy siihen liittyvään navigointisijaintiin.
hr: Donja navigacijska traka prikazuje tri do pet odredišta pri dnu zaslona. Svako odredište predstavlja ikona i tekstna oznaka koja nije obavezna. Kad korisnik dodirne ikonu na donjoj navigacijskoj traci, otvara se odredište navigacije na najvišoj razini povezano s tom ikonom.
is: Yfirlitsstikur neðst birta þrjá til fimm áfangastaði neðst á skjánum. Hver áfangastaður er auðkenndur með tákni og valfrjálsu textamerki. Þegar ýtt er á yfirlitstákn neðst fer notandinn á efstu staðsetninguna sem tengist tákninu.
kk: Төменгі навигация жолағына үштен беске дейін бөлім енгізуге болады. Әр бөлімнің белгішесі және мәтіні (міндетті емес) болады. Пайдаланушы осы белгішелердің біреуін түртсе, сәйкес бөлімге өтеді.
nl: Navigatiebalken onderaan geven drie tot vijf bestemmingen weer onderaan een scherm. Elke bestemming wordt weergegeven als een pictogram en een optioneel tekstlabel. Als er op een navigatiepictogram onderaan wordt getikt, gaat de gebruiker naar de bestemming op hoofdniveau die aan dat pictogram is gekoppeld.
or: ବଟମ୍ ନାଭିଗେସନ୍ ବାର୍ ତିନିରୁ ପାଞ୍ଚ ଦିଗରେ ସ୍କ୍ରିନ୍‌ର ତଳେ ଦେଖାଯାଏ। ପ୍ରତ୍ୟେକ ଦିଗ ଏକ ଆଇକନ୍ ଏବଂ ଏକ ବିକଳ୍ପ ଟେକ୍ସଟ୍ ସ୍ତର ଦ୍ୱାରା ପ୍ରଦର୍ଶିତ କରାଯାଇଛି। ଯେତେବେଳେ ବଟମ୍ ନାଭିଗେସନ୍ ଆଇକନ୍ ଟାପ୍ କରାଯାଏ, ସେତେବେଳେ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ସେହି ଆଇକନ୍ ସହ ସମ୍ବନ୍ଧିତ ଶୀର୍ଷ ସ୍ତର ନେଭିଗେସନ୍ ଦିଗକୁ ନେଇଯାଇଥାଏ।
ta: கீழ் வழிசெலுத்தல் பட்டிகள் கீழ்த் திரையில் மூன்று முதல் ஐந்து இடங்களைக் காட்டும். ஒவ்வொரு இடமும் ஒரு ஐகானாலும் விருப்பத்திற்குட்பட்ட உரை லேபிளாலும் குறிப்பிடப்படும். கீழ் வழிசெலுத்தல் ஐகான் தட்டப்படும்போது அந்த ஐகானுடன் தொடர்புடைய உயர்நிலை வழிசெலுத்தல் இடத்திற்குப் பயனர் இட்டுச் செல்லப்படுவார்.
zh: 底部导航栏会在屏幕底部显示三到五个目标位置。各个目标位置会显示为图标和文本标签（文本标签选择性显示）。用户点按底部导航栏中的图标后，系统会将用户转至与该图标关联的顶级导航目标位置。

# demoBottomNavigationSelectedLabel
source: Selected label
bg: Избран етикет
de_at: Ausgewähltes Label
fi: Valittu tunniste
hr: Odabrana oznaka
is: Valið merki
kk: Таңдалған белгі
nl: Geselecteerd label
or: ଚୟନିତ ସ୍ତର
ta: தேர்ந்தெடுக்கப்பட்ட லேபிள்
zh: 已选择标签

# demoBottomNavigationPersistentLabels
source: Persistent labels
bg: Постоянни етикети
de_at: Persistente Labels
fi: Näkyvissä pysyvä tunnisteet
hr: Fiksne oznake
is: Föst merki
kk: Тұрақты белгілер
nl: Persistente labels
or: ପର୍ସିଷ୍ଟେଣ୍ଟ ସ୍ତର
ta: நிலைத்திருக்கும் லேபிள்கள்
zh: 常驻标签页

# starterAppDrawerItem
source: Item {value}
bg: Артикул {value}
de_at: Artikel: {value}
fi: Tuote {value}
hr: Stavka {value}
is: Vara {value}
kk: {value}
or: ଆଇଟମ୍ {value}
ta: {value} பொருள்
zh: 项 {value}

# demoTextFieldRequiredField
source: * indicates required field
bg: * указва задължително поле
de_at: * Pflichtfeld
fi: * pakollinen kenttä
hr: * označava obavezno polje
is: * gefur til kynna áskilinn reit
kk: * міндетті өрісті білдіреді
nl: * geeft een verplicht veld aan
or: * ଆବଶ୍ୟକ ଫିଲ୍ଡକୁ ସୂଚିତ କରେ
ta: * அவசியமானதைக் குறிக்கிறது
zh: * 表示必填字段

# demoBottomNavigationTitle
source: Bottom navigation
bg: Долна навигация
de_at: Navigation am unteren Rand
fi: Alanavigointi
hr: Donja navigacija
is: Yfirlit neðst
kk: Төменгі навигация
nl: Navigatie onderaan
or: ବଟମ୍ ନାଭିଗେସନ୍
ta: கீழ்ப்புற வழிசெலுத்தல்
zh: 底部导航栏

# settingsLightTheme
source: Light
bg: Светла
de_at: Hell
fi: Vaalea
hr: Svijetlo
is: Ljóst
kk: Ашық
nl: Licht
or: ଲାଇଟ୍
ta: லைட்
zh: 浅色

# settingsTheme
source: Theme
bg: Тема
de_at: Design
fi: Teema
hr: Tema
is: Þema
kk: Тақырып
nl: Thema
or: ଥିମ୍
ta: தீம்
zh: 主题背景

# settingsTextDirectionRTL
source: RTL
bg: От дясно наляво
de_at: Linksläufig
fi: O-V
hr: Zdesna ulijevo
is: Hægri til vinstri
kk: ОҢНАН СОЛҒА
nl: Van rechts naar links
ta: வலமிருந்து இடம்
zh: 从右到左

# settingsTextScalingHuge
source: Huge
bg: Огромен
de_at: Sehr groß
fi: Hyvin suuri
hr: Ogroman
is: Risastórt
kk: Өте үлкен
nl: Enorm
or: ବହୁତ ବଡ଼
ta: மிகப் பெரியது
zh: 超大

# cupertinoButton
source: Button
bg: Бутон
de_at: Schaltfläche
fi: Painike
hr: Gumb
is: Hnappur
kk: Түйме
nl: Knop
or: ବଟନ୍
ta: பட்டன்
zh: 按钮

# settingsTextScalingNormal
source: Normal
bg: Нормален
fi: Normaali
hr: Uobičajeni
is: Venjulegt
kk: Қалыпты
nl: Normaal
or: ସାଧାରଣ
ta: இயல்பு
zh: 正常

# settingsTextScalingSmall
source: Small
bg: Малък
de_at: Klein
fi: Pieni
hr: Mali
is: Lítið
kk: Кішi
nl: Klein
or: ଛୋଟ
ta: சிறியது
zh: 小

# settingsSystemDefault
source: System
bg: Система
fi: Järjestelmä
hr: Sustav
is: Kerfi
kk: Жүйе
nl: Systeem
or: ସିଷ୍ଟମ୍
ta: சிஸ்டம்
zh: 系统

# settingsTitle
source: Settings
bg: Настройки
de_at: Einstellungen
fi: Asetukset
hr: Postavke
is: Stillingar
kk: Параметрлер
nl: Instellingen
or: ସେଟିଂସ୍
ta: அமைப்புகள்
zh: 设置

# rallyDescription
source: A personal finance app
bg: Приложение за лични финанси
de_at: Persönliche Finanz-App
fi: Sovellus oman talouden hoitoon
hr: Aplikacija za osobne financije
is: Forrit fyrir fjármál einstaklinga
kk: Бюджет жоспарлауға арналған қолданба
nl: Een app voor persoonlijke financiën
or: ଏକ ବ୍ୟକ୍ତିଗତ ଫାଇନାନ୍ସ ଆପ୍
ta: ஒரு பிரத்தியேக நிதி ஆப்ஸ்
zh: 个人理财应用

# aboutDialogDescription
source: To see the source code for this app, please visit the {value}.
bg: За да видите изходния код за това приложение, моля, посетете {value}.
de_at: Den Quellcode dieser App findest du hier: {value}.
fi: Jos haluat nähdä tämän sovelluksen lähdekoodin, avaa {value}.
hr: Da biste vidjeli izvorni kôd za ovu aplikaciju, posjetite {value}.
is: Farðu á {value} til að sjá upprunakóða forritsins.
kk: Қолданбаның кодын көру үшін {value} бетін ашыңыз.
nl: Als je de broncode van deze app wilt zien, ga je naar de {value}.
or: ଏହି ଆପ୍ ପାଇଁ ଉତ୍ସ କୋଡ୍ ଦେଖିବାକୁ, ଦୟାକରି {value}କୁ ଯାଆନ୍ତୁ।
ta: இந்த ஆப்ஸின் மூலக் குறியீட்டைப் பார்க்க {value}க்குச் செல்லவும்.
zh: 要查看此应用的源代码，请访问 {value}。

# bottomNavigationCommentsTab
source: Comments
bg: Коментари
de_at: Kommentare
fi: Kommentit
hr: Komentari
is: Ummæli
kk: Пікірлер
nl: Reacties
or: ମନ୍ତବ୍ୟଗୁଡ଼ିକ
ta: கருத்துகள்
zh: 注释

# starterAppGenericBody
source: Body
bg: Основен текст
de_at: Text
fi: Leipäteksti
hr: Glavni tekst
is: Meginmál
kk: Негізгі мәтін
nl: Hoofdtekst
or: ବଡି
ta: உரைப் பகுதி
zh: 正文

# starterAppGenericHeadline
source: Headline
bg: Заглавие
de_at: Überschrift
fi: Otsake
hr: Naslov
is: Fyrirsögn
kk: Тақырып
nl: Kop
or: ହେଡଲାଇନ
ta: தலைப்பு
zh: 标题

# starterAppGenericSubtitle
source: Subtitle
bg: Подзаглавие
de_at: Untertitel
fi: Alaotsikko
hr: Titlovi
is: Undirtitill
kk: Субтитр
nl: Subtitel
or: ସବ୍‌ଟାଇଟଲ୍
ta: துணைத்தலைப்பு
zh: 副标题

# starterAppGenericTitle
source: Title
bg: Заглавие
de_at: Titel
fi: Otsikko
hr: Naslov
is: Titill
kk: Атауы
nl: Titel
or: ଟାଇଟଲ୍
ta: தலைப்பு
zh: 标题

# starterAppTooltipSearch
source: Search
bg: Търсене
de_at: Suchen
fi: Haku
hr: Pretraživanje
is: Leita
kk: Іздеу
nl: Zoeken
or: ସନ୍ଧାନ କରନ୍ତୁ
ta: தேடும்
zh: 搜索

# starterAppTooltipShare
source: Share
bg: Споделяне
de_at: Teilen
fi: Jaa
hr: Dijeljenje
is: Deila
kk: Бөлісу
nl: Delen
or: ସେୟାର୍‍ କରନ୍ତୁ
ta: பகிரும்
zh: 分享

# starterAppTooltipFavorite
source: Favourite
bg: Означаване като любимо
de_at: Zu Favoriten hinzufügen
fi: Suosikki
hr: Favorit
is: Eftirlæti
kk: Таңдаулы
nl: Favoriet
or: ପସନ୍ଦ
ta: பிடித்தது
zh: 收藏

# starterAppTooltipAdd
source: Add
bg: Добавяне
de_at: Hinzufügen
fi: Lisää
hr: Dodavanje
is: Bæta við
kk: Қосу
nl: Toevoegen
or: ଯୋଗ କରନ୍ତୁ
ta: சேர்க்கும்
zh: 添加

# bottomNavigationCalendarTab
source: Calendar
bg: Календар
de_at: Kalender
fi: Kalenteri
hr: Kalendar
is: Dagatal
kk: Күнтізбе
nl: Agenda
or: କ୍ୟାଲେଣ୍ଡର୍
ta: கேலெண்டர்
zh: 日历

# starterAppDescription
source: A responsive starter layout
bg: Адаптивно оформление за стартиране
de_at: Ein responsives Anfangslayout
fi: Responsiivinen aloitusasettelu
hr: Responzivni izgled aplikacije za pokretanje
is: Hraðvirkt upphafsútlit
kk: Адаптивті бастау үлгісі
nl: Een responsieve starterlay-out
or: ଏକ ପ୍ରତିକ୍ରିୟାଶୀଳ ଷ୍ଟାର୍ଟର୍ ଲେଆଉଟ୍
ta: திரைக்கு ஏற்ப மாறும் ஸ்டார்ட்டர் தளவமைப்பு
zh: 自适应入门布局

# starterAppTitle
source: Starter app
bg: Приложение Starter
de_at: Start-App
fi: Aloitussovellus
hr: Aplikacija za pokretanje
is: Ræsiforrit
kk: Жаңа пайдаланушыларға арналған қолданба
or: ଷ୍ଟାର୍ଟର୍ ଆପ୍
ta: ஸ்டாட்டர் ஆப்ஸ்
zh: 入门应用

# aboutFlutterSamplesRepo
source: Flutter samples GitHub repo
bg: Хранилище в Github с примери за Flutter
de_at: GitHub-Repository mit Flutter-Beispielen
fi: Flutter-näytteiden GitHub-kirjasto
hr: GitHub repozitorij primjera za Flutter
is: Flutter-sýnishorn í Github-geymslu
kk: GitHub қоймасындағы Flutter үлгілері
nl: Flutter-voorbeelden Github-repository
or: ଫ୍ଲଟର୍ ସାମ୍ପଲ୍ ଗିଥୁବ୍ ରେପୋ
ta: Flutter மாதிரிகள் GitHub தரவு சேமிப்பகம்
zh: Flutter 示例 GitHub 代码库

# bottomNavigationContentPlaceholder
source: Placeholder for {title} tab
bg: Заместващ текст за раздел {title}
de_at: Platzhalter für den Tab "{title}"
fi: Paikkamerkki {title}-välilehdelle
hr: Rezervirano mjesto za karticu {title}
is: Staðgengill fyrir flipann {title}
kk: {title} қойындысына арналған толтырғыш белгі
nl: Tijdelijke aanduiding voor tabblad {title}
or: {title} ଟାବ୍ ପାଇଁ ପ୍ଲେସ୍‌ହୋଲ୍ଡର୍
ta: {title} தாவலுக்கான ஒதுக்கிடம்
zh: “{title}”标签页的占位符

# bottomNavigationCameraTab
source: Camera
bg: Камера
de_at: Kamera
fi: Kamera
hr: Fotoaparat
is: Myndavél
kk: Камера
or: କ୍ୟାମେରା
ta: கேமரா
zh: 相机

# bottomNavigationAlarmTab
source: Alarm
bg: Будилник
de_at: Weckruf
fi: Herätys
is: Vekjari
kk: Дабыл
nl: Wekker
or: ଆଲାରାମ୍
ta: அலாரம்
zh: 闹钟

# bottomNavigationAccountTab
source: Account
bg: Сметка
de_at: Konto
fi: Tili
hr: Račun
is: Reikningur
kk: Есептік жазба
or: ଆକାଉଣ୍ଟ
ta: கணக்கு
zh: 帐号

# demoTextFieldYourEmailAddress
source: Your email address
bg: Имейл адресът ви
de_at: Deine E-Mail-Adresse
fi: Sähköpostiosoite
hr: Vaša e-adresa
is: Netfangið þitt
kk: Электрондық пошта мекенжайыңыз
nl: Je e-mailadres
or: ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣା
ta: உங்கள் மின்னஞ்சல் முகவரி
zh: 您的电子邮件地址

# demoToggleButtonDescription
source: Toggle buttons can be used to group related options. To emphasise groups of related toggle buttons, a group should share a common container
bg: Бутоните за превключване могат да се използват за групиране на сродни опции. За да изпъкнат групите със сродни бутони за превключване, всяка група трябва да споделя общ контейнер
de_at: Ein-/Aus-Schaltflächen können verwendet werden, um ähnliche Optionen zu gruppieren. Die Gruppe sollte einen gemeinsamen Container haben, um hervorzuheben, dass die Ein-/Aus-Schaltflächen eine ähnliche Funktion erfüllen.
fi: Päälle/pois-painikkeiden avulla voidaan ryhmitellä vaihtoehtoja yhteen. To emphasize groups of related toggle buttons, a group should share a common container
hr: Prekidači se mogu upotrebljavati za grupiranje povezanih opcija. Da bi se naglasile grupe povezanih prekidača, grupa bi trebala dijeliti zajednički spremnik
is: Hægt er að nota hnappa til að slökkva og kveikja á flokkun tengdra valkosta. Til að leggja áherslu á flokka tengdra hnappa til að slökkva og kveikja ætti flokkur að vera með sameiginlegan geymi
kk: Ауыстырып қосу түймелері ұқсас опцияларды топтастыруға пайдаланылады. Ұқсас ауыстырып қосу түймелерін белгілеу үшін топ ортақ контейнерде орналасқан болу керек.
nl: Schakelknoppen kunnen worden gebruikt om gerelateerde opties tot een groep samen te voegen. Een groep moet een gemeenschappelijke container hebben om een groep gerelateerde schakelknoppen te benadrukken.
or: ସମ୍ବନ୍ଧିତ ବିକଳ୍ପଗୁଡ଼ିକ ଗୋଷ୍ଠୀଭୁକ୍ତ କରିବା ପାଇଁ ଟୋଗଲ୍ ବଟନ୍‍ଗୁଡ଼ିକ ବ୍ୟବହାର କରାଯାଏ। ସମ୍ବନ୍ଧିତ ଟୋଗଲ୍ ବଟନ୍‍ଗୁଡ଼ିକର ଗୋଷ୍ଠୀଗୁଡ଼ିକୁ ଗୁରୁତ୍ୱ ଦେବା ପାଇଁ, ଗୋଷ୍ଠୀ ସମାନ କଣ୍ଟେନର୍ ସେୟାର୍ କରିବା ଉଚିତ
ta: Toggle buttons can be used to group related options. To emphasize groups of related toggle buttons, a group should share a common container
zh: 切换按钮可用于对相关选项进行分组。为了凸显相关切换按钮的群组，一个群组应该共用一个常用容器

# colorsGrey
source: GREY
bg: СИВО
de_at: GRAU
fi: HARMAA
hr: SIVA
is: GRÁR
kk: СҰР
nl: GRIJS
or: ଧୂସର
zh: 灰色

# colorsBrown
source: BROWN
bg: КАФЯВО
de_at: BRAUN
fi: RUSKEA
hr: SMEĐA
is: BRÚNN
kk: ҚОҢЫР
nl: BRUIN
or: ଧୂସର
zh: 棕色

# colorsDeepOrange
source: DEEP ORANGE
bg: НАСИТЕНО ОРАНЖЕВО
de_at: DUNKLES ORANGE
fi: SYVÄ ORANSSI
hr: TAMNONARANČASTA
is: DJÚPAPPELSÍNUGULUR
kk: ҚОЮ ҚЫЗҒЫЛТ САРЫ
nl: DIEPORANJE
or: ଗାଢ଼ କମଳା
zh: 深橙色

# colorsOrange
source: ORANGE
bg: ОРАНЖЕВО
fi: ORANSSI
hr: NARANČASTA
is: APPELSÍNUGULUR
kk: ҚЫЗҒЫЛТ САРЫ
nl: ORANJE
or: କମଳା
zh: 橙色

# colorsAmber
source: AMBER
bg: КЕХЛИБАРЕНО
de_at: BERNSTEINGELB
fi: KULLANRUSKEA
hr: JANTARNA
is: RAFGULUR
kk: ҚОЮ САРЫ
nl: GEELBRUIN
or: ଅମ୍ବର୍
zh: 琥珀色

# colorsYellow
source: YELLOW
bg: ЖЪЛТО
de_at: GELB
fi: KELTAINEN
hr: ŽUTA
is: GULUR
kk: САРЫ
nl: GEEL
or: ହଳଦିଆ
zh: 黄色

# colorsLime
source: LIME
bg: ЛИМОНОВОЗЕЛЕНО
de_at: GELBGRÜN
fi: LIMETINVIHREÄ
hr: ŽUTOZELENA
is: LJÓSGRÆNN
kk: АШЫҚ ЖАСЫЛ
nl: LIMOENGROEN
or: ଲାଇମ୍
zh: 绿黄色

# colorsLightGreen
source: LIGHT GREEN
bg: СВЕТЛОЗЕЛЕНО
de_at: HELLGRÜN
fi: VAALEANVIHREÄ
hr: SVIJETLOZELENA
is: LJÓSGRÆNN
kk: АШЫҚ ЖАСЫЛ
nl: LICHTGROEN
or: ହାଲୁକା ସବୁଜ
zh: 浅绿色

# colorsGreen
source: GREEN
bg: ЗЕЛЕНО
de_at: GRÜN
fi: VIHREÄ
hr: ZELENA
is: GRÆNN
kk: ЖАСЫЛ
nl: GROEN
or: ସବୁଜ
zh: 绿色

# homeHeaderGallery
source: Gallery
bg: Галерия
de_at: Galerie
fi: Galleria
hr: Galerija
is: Myndasafn
kk: Галерея
nl: Galerij
or: ଗ୍ୟାଲେରୀ
ta: கேலரி
zh: 图库

# homeHeaderCategories
source: Categories
bg: Категории
de_at: Kategorien
fi: Luokat
hr: Kategorije
is: Flokkar
kk: Санаттар
nl: Categorieën
or: ବର୍ଗଗୁଡ଼ିକ
ta: வகைகள்
zh: 类别

# shrineDescription
source: A fashionable retail app
bg: Приложение за продажба на модни стоки
de_at: Einzelhandels-App für Mode
fi: Muodin kauppapaikkasovellus
hr: Moderna aplikacija za maloprodaju
is: Tískulegt verslunarforrit
kk: Сәнді заттар сатып алуға арналған қолданба
nl: Een modieuze winkel-app
or: ଏକ ଫେସନେ‌ବଲ୍ ରିଟେଲ୍ ଆପ୍
ta: ஒரு நவீன ஷாப்பிங் ஆப்ஸ்
zh: 时尚的零售应用

# craneDescription
source: A personalised travel app
bg: Персонализирано приложение за пътувания
de_at: Personalisierte Reise-App
fi: Personoitu matkasovellus
hr: Prilagođena aplikacija za putovanja
is: Sérsniðið ferðaforrit
kk: Саяхатқа арналған жекелендірілген қолданба
nl: Een gepersonaliseerde reis-app
or: ଏକ ବ୍ୟକ୍ତିଗତକୃତ ଟ୍ରାଭେଲ୍ ଆପ୍
ta: பிரத்தியேகப் பயண ஆப்ஸ்
zh: 个性化旅行应用

# homeCategoryReference
source: REFERENCE STYLES & MEDIA
bg: СТИЛОВЕ ЗА СПРАВОЧНИЦИТЕ И МУЛТИМЕДИЯ
de_at: STIL DER REFERENZEN & MEDIEN
fi: VIITETYYLIT JA ‑MEDIA
hr: REFERENTNI STILOVI I MEDIJI
is: TILVÍSUNARSTÍLAR OG EFNI
kk: АНЫҚТАМАЛЫҚ СТИЛЬДЕР ЖӘНЕ МЕДИАМАЗМҰН
nl: REFERENTIESTIJLEN EN -MEDIA
or: ରେଫରେନ୍ସ ଶୈଳୀ ଓ ମିଡ଼ିଆ
ta: மேற்கோள் ஸ்டைல்கள் & மீடியா
zh: 参考资料样式和媒体

# demoInvalidURL
source: Couldn't display URL:
bg: URL адресът не се показа:
de_at: URL konnte nicht angezeigt werden:
fi: URL-osoitetta ei voitu näyttää:
hr: Prikazivanje URL-a nije uspjelo:
is: Ekki var hægt að birta vefslóð:
kk: URL мекенжайы көрсетілмеді:
nl: Kan URL niet weergeven:
or: URL ଦେଖାଯାଇପାରିଲା ନାହିଁ:
zh: 无法显示网址。

# demoOptionsTooltip
source: Options
bg: Опции
de_at: Optionen
fi: Vaihtoehdot
hr: Opcije
is: Valkostir
kk: Oпциялар
nl: Opties
or: ବିକଳ୍ପଗୁଡ଼ିକ
zh: 选项

# demoInfoTooltip
source: Info
bg: Информация
fi: Tietoja
hr: Informacije
is: Upplýsingar
kk: Ақпарат
nl: Informatie
or: ସୂଚନା
zh: 信息

# demoCodeTooltip
source: Code Sample
bg: Примерен код
de_at: Codebeispiel
fi: Koodiesimerkki
hr: Primjer koda
is: Kóðasýnishorn
kk: Код үлгісі
nl: Codevoorbeeld
or: କୋଡ୍‍ର ନମୁନା
zh: 代码示例

# demoDocumentationTooltip
source: API Documentation
bg: Документация на API
de_at: API-Dokumentation
fi: Sovellusliittymien dokumentaatio
hr: Dokumentacija API-ja
is: Upplýsingaskjöl um forritaskil
kk: API құжаттамасы
nl: API-documentatie
or: API ଡକ୍ୟୁମେଣ୍ଟେସନ୍
zh: API 文档

# demoFullscreenTooltip
source: Full screen
bg: Цял екран
de_at: Vollbild
fi: Koko näyttö
hr: Cijeli zaslon
is: Allur skjárinn
kk: Толық экран
nl: Volledig scherm
or: ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍
ta: முழுத்திரை
zh: 全屏

# settingsTextScaling
source: Text scaling
bg: Промяна на мащаба на текста
de_at: Textskalierung
fi: Tekstin skaalaus
hr: Skaliranje teksta
is: Textastærð
kk: Мәтінді масштабтау
nl: Tekstschaal
or: ଟେକ୍ସଟ୍ ସ୍କେଲିଂ
ta: உரை அளவிடல்
zh: 文字缩放

# settingsTextDirection
source: Text direction
bg: Посока на текста
de_at: Textrichtung
fi: Tekstin suunta
hr: Smjer teksta
is: Textastefna
kk: Мәтін бағыты
nl: Tekstrichting
or: ଟେକ୍ସଟ୍ ଦିଗ
ta: உரையின் திசை
zh: 文本方向

# settingsLocale
source: Locale
bg: Локал
de_at: Sprache
fi: Kieli- ja maa-asetus
hr: Oznaka zemlje/jezika
is: Tungumálskóði
kk: Тіл
nl: Land
or: ସ୍ଥାନ
ta: மொழி
zh: 语言区域

# settingsPlatformMechanics
source: Platform mechanics
bg: Механика на платформата
de_at: Funktionsweise der Plattform
fi: Alustan mekaniikka
hr: Mehanika platforme
is: Uppbygging kerfis
kk: Платформа
nl: Platformmechanica
or: ପ୍ଲାଟଫର୍ମ ମେକାନିକ୍
ta: பிளாட்ஃபார்ம் மெக்கானிக்ஸ்
zh: 平台力学

# settingsDarkTheme
source: Dark
bg: Тъмна
de_at: Dunkel
fi: Tumma
hr: Tamno
is: Dökkt
kk: Қараңғы
nl: Donker
or: ଗାଢ଼
ta: டார்க்
zh: 深色

# settingsSlowMotion
source: Slow motion
bg: Забавен каданс
de_at: Zeitlupe
fi: Hidastus
hr: Usporena snimka
is: Hægspilun
kk: Баяу бейне
or: ସ୍ଲୋ ମୋଶନ୍
ta: ஸ்லோ மோஷன்
zh: 慢镜头

# settingsAbout
source: About Flutter Gallery
bg: Всичко за галерията на Flutter
de_at: Über Flutter Gallery
fi: Tietoja Flutter Gallerysta
hr: O usluzi Flutter Gallery
is: Um Flutter Gallery
kk: Flutter Gallery туралы ақпарат
nl: Over Flutter Gallery
or: ଫ୍ଲଟର୍ ଗ୍ୟାଲେରୀ ବିଷୟରେ
ta: Flutter கேலரி - ஓர் அறிமுகம்
zh: 关于 Flutter Gallery

# settingsFeedback
source: Send feedback
bg: Изпращане на отзиви
de_at: Feedback geben
fi: Lähetä palautetta
hr: Pošaljite komentare
is: Senda ábendingu
kk: Пікір жіберу
nl: Feedback versturen
or: ମତାମତ ପଠାନ୍ତୁ
ta: கருத்தை அனுப்பு
zh: 发送反馈

# settingsAttribution
source: Designed by TOASTER in London
bg: Дизайн от TOASTER от Лондон
de_at: Design von TOASTER, London
fi: Suunnittelija: TOASTER, Lontoo
hr: Dizajnirala agencija TOASTER iz Londona
is: Hannað af TOASTER í London
kk: Дизайн: TOASTER, Лондон
nl: Ontworpen door TOASTER uit Londen
or: ଲଣ୍ଡନ୍‌ରେ TOASTER ଦ୍ୱାରା ଡିଜାଇନ୍ କରାଯାଇଛି
ta: லண்டனில் இருக்கும் TOASTER வடிவமைத்தது
zh: 由伦敦的 TOASTER 设计

# demoButtonTitle
source: Buttons
bg: Бутони
de_at: Schaltflächen
fi: Painikkeet
hr: Gumbi
is: Hnappar
kk: Түймелер
nl: Knoppen
or: ବଟନ୍‍ଗୁଡ଼ିକ
zh: 按钮

# demoButtonSubtitle
source: Flat, raised, outline and more
bg: Плоски, повдигащи се, с контури и др.
de_at: Flach, erhöht, mit Umriss und mehr
fi: Litteä, korotettu, ääriviivat ja muita
hr: Ravni, izdignuti, ocrtani i ostali
is: Sléttur, upphleyptur, með útlínum og fleira
kk: Тегіс, көтеріңкі, контурлы және тағы басқа
nl: Plat, verhoogd, contour en meer
or: ସମତଳ, ଉଠିଥିବା, ଆଉଟ୍‍ଲାଇନ୍ ଏବଂ ଆହୁରି ଅନେକ କିଛି
zh: 平面、凸起、轮廓等

# demoFlatButtonTitle
source: Flat Button
bg: Плосък бутон
de_at: Flache Schaltfläche
fi: Litteä painike
hr: Ravni gumb
is: Sléttur hnappur
kk: Тегіс түйме
nl: Platte knop
or: ସମତଳ ବଟନ୍
zh: 平面按钮
