Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# demoRaisedButtonDescription
source: Raised buttons add dimension to mostly flat layouts. They emphasise functions on busy or wide spaces.
bg: Повдигащите се бутони добавят измерение към оформленията, които са предимно плоски. Така функциите изпъкват в претрупани или големи области.
de_at: Erhöhte Schaltflächen verleihen flachen Layouts mehr Dimension. Sie können verwendet werden, um Funktionen auf überladenen oder leeren Flächen hervorzuheben.
fi: Kohopainikkeet lisäävät ulottuvuutta enimmäkseen litteisiin asetteluihin. Ne korostavat toimintoja täysissä tai laajoissa tiloissa.
hr: Izdignuti gumbi dodaju dimenziju većini ravnih rasporeda. Naglašavaju funkcije na prostorima koji su prostrani ili imaju mnogo sadržaja.
is: Upphleyptir hnappar gefa flatri uppsetningu aukna vídd. Þeir undirstrika virkni á stórum svæðum eða þar sem mikið er um að vera.
kk: Көтеріңкі түймелер тегіс форматтағы мазмұндарға өң қосады. Олар мазмұн тығыз не сирек орналасқан кезде функцияларды ерекшелеу үшін қолданылады.
nl: Verhoogde knoppen voegen een dimensie toe aan vormgevingen die voornamelijk plat zijn. Ze lichten functies uit als de achtergrond druk is of breed wordt weergegeven.
or: ଉଠିଥିବା ବଟନ୍‍ଗୁଡ଼ିକ ପ୍ରାୟ ସମତଳ ଲେଆଉଟ୍‍ଗୁଡ଼ିକୁ ଆକାର ଦେଇଥାଏ। ସେଗୁଡ଼ିକ ବ୍ୟସ୍ତ କିମ୍ବା ଚଉଡ଼ା ଜାଗାଗୁଡ଼ିକରେ ଫଙ୍କସନ୍‍ଗୁଡ଼ିକୁ ଗୁରୁତ୍ୱ ଦେଇଥାଏ।
ta: Raised buttons add dimension to mostly flat layouts. They emphasize functions on busy or wide spaces.
zh: 凸起按钮能为以平面内容为主的布局增添立体感。此类按钮可突出强调位于拥挤或宽阔空间中的功能。

# demoRaisedButtonTitle
source: Raised Button
bg: Повдигащ се бутон
de_at: Erhöhte Schaltfläche
fi: Kohopainike
hr: Izdignuti gumb
is: Upphleyptur hnappur
kk: Көтеріңкі түйме
nl: Verhoogde knop
or: ଉଠିଥିବା ବଟନ୍
zh: 凸起按钮

# demoOutlineButtonTitle
source: Outline Button
bg: Бутон с контури
de_at: Schaltfläche mit Umriss
fi: Ääriviivallinen painike
hr: Ocrtani gumb
is: Hnappur með útlínum
kk: Контурлы түйме
nl: Contourknop
or: ଆଉଟ୍‍ଲାଇନ୍ ବଟନ୍
zh: 轮廓按钮

# demoOutlineButtonDescription
source: Outline buttons become opaque and elevate when pressed. They are often paired with raised buttons to indicate an alternative, secondary action.
bg: При натискане бутоните с контури стават плътни и се повдигат. Често са в двойка с повдигащ се бутон, за да посочат алтернативно вторично действие.
de_at: Schaltflächen mit Umriss werden undurchsichtig und erhöht dargestellt, wenn sie gedrückt werden. Sie werden häufig mit erhöhten Schaltflächen kombiniert, um eine alternative oder sekundäre Aktion zu kennzeichnen.
fi: Ääriviivalliset painikkeet muuttuvat läpinäkyviksi ja nousevat painettaessa. They are often paired with raised buttons to indicate an alternative, secondary action.
hr: Ocrtani gumbi postaju neprozirni i izdižu se kad se pritisnu. Obično se uparuju s izdignutim gumbima da bi naznačili alternativnu, sekundarnu radnju.
is: Hnappar með útlínum verða ógagnsæir og lyftast upp þegar ýtt er á þá. Þeir fylgja oft upphleyptum hnöppum til að gefa til kynna aukaaðgerð.
kk: Контурлы түймелер күңгірт болады және оларды басқан кезде көтеріледі. Олар көбіне көтеріңкі түймелермен жұптасып, балама және қосымша әрекетті көрсетеді.
nl: Contourknoppen worden ondoorzichtig en verhoogd als je ze indrukt. Ze worden vaak gekoppeld aan verhoogde knoppen om een alternatieve tweede actie aan te geven.
or: ଆଉଟ୍‍ଲାଇନ୍ ବଟନ୍‍ଗୁଡ଼ିକ ଅସ୍ୱଚ୍ଛ ହୋଇଥାଏ ଏବଂ ଦବାଇଲେ ଉପରକୁ ଉଠିଯାଏ। ଏକ ଇଚ୍ଛାଧୀନ, ଦ୍ୱିତୀୟ କାର୍ଯ୍ୟକୁ ସୂଚିତ କରିବା ପାଇଁ ସେଗୁଡ଼ିକୁ ଅନେକ ସମୟରେ ଉଠିଥିବା ବଟନ୍‍ଗୁଡ଼ିକ ସହ ପେୟର୍ କରାଯାଇଥାଏ।
zh: 轮廓按钮会在用户按下后变为不透明并升起。这类按钮通常会与凸起按钮配对使用，用于指示其他的次要操作。

# demoToggleButtonTitle
source: Toggle Buttons
bg: Бутони за превключване
de_at: Ein-/Aus-Schaltflächen
fi: Päälle/pois-painikkeet
hr: Prekidači
is: Hnappar til að slökkva og kveikja
kk: Ауыстырып қосу түймелері
nl: Schakelknoppen
or: ଟୋଗଲ୍ ବଟନ୍‍ଗୁଡ଼ିକ
zh: 切换按钮

# colorsTeal
source: TEAL
bg: СИНЬО-ЗЕЛЕНО
de_at: BLAUGRÜN
fi: TURKOOSI
hr: TIRKIZNOPLAVA
is: GRÆNBLÁR
kk: КӨКШІЛ ЖАСЫЛ
nl: BLAUWGROEN
or: ଟିଲ୍
zh: 青色

# demoFloatingButtonTitle
source: Floating Action Button
bg: Плаващ бутон за действие (ПБД)
de_at: Unverankerte Aktionsschaltfläche
fi: Kelluva toimintopainike
hr: Plutajući gumb za radnju
is: Fljótandi aðgerðahnappur
kk: Қалқымалы әрекет түймесі
nl: Zwevende actieknop
or: ଫ୍ଲୋଟିଂ ଆକ୍ସନ୍ ବଟନ୍
zh: 悬浮操作按钮

# demoFloatingButtonDescription
source: A floating action button is a circular icon button that hovers over content to promote a primary action in the application.
bg: Плаващият бутон за действие представлява бутон с кръгла икона, която се задържа над съдържанието, за да подпомогне основно действие в приложението.
de_at: Eine unverankerte Aktionsschaltfläche ist eine runde Symbolschaltfläche, die über dem Inhalt schwebt und Zugriff auf eine primäre Aktion der App bietet.
hr: Plutajući gumb za radnju okrugla je ikona gumba koja lebdi iznad sadržaja u svrhu promocije primarne radnje u aplikaciji.
is: Fljótandi aðgerðahnappur er hringlaga táknhnappur sem birtist yfir efni til að kynna aðalaðgerð forritsins.
kk: Қалқымалы әрекет түймесі – қолданбадағы негізгі әрекетті жарнамалау үшін мазмұн үстінде тұратын белгішесі бар домалақ түйме.
nl: Een zwevende actieknop is een knop met een rond pictogram die boven content zweeft om een primaire actie in de app te promoten.
or: ଏକ ଫ୍ଲୋଟିଂ କାର୍ଯ୍ୟ ବଟନ୍ ହେଉଛି ଏକ ବୃତ୍ତାକାର ଆଇକନ୍ ବଟନ୍ ଯାହା ଆପ୍ଲିକେସନ୍‍‍ରେ କୌଣସି ପ୍ରାଥମିକ କାର୍ଯ୍ୟକୁ ପ୍ରଚାର କରିବା ପାଇଁ ବିଷୟବସ୍ତୁ ଉପରେ ରହେ।
zh: 悬浮操作按钮是一种圆形图标按钮，它会悬停在内容上，可用来在应用中执行一项主要操作。

# demoDialogTitle
source: Dialogues
bg: Диалогови прозорци
de_at: Dialogfelder
fi: Valintaikkunat
hr: Dijalozi
is: Gluggar
kk: Диалогтік терезелер
nl: Dialoogvensters
or: ଡାଏଲଗ୍‍ଗୁଡ଼ିକ
ta: Dialogs
zh: 对话框

# demoDialogSubtitle
source: Simple, alert and full-screen
bg: Опростени, със сигнал и на цял екран
de_at: Einfach, Benachrichtigung und Vollbild
fi: Yksinkertainen, ilmoitus ja koko näyttö
hr: Jednostavni, upozorenje i na cijelom zaslonu
is: Einfaldur, tilkynning og allur skjárinn
kk: Қарапайым, ескерту және толық экран
nl: Eenvoudig, melding en volledig scherm
or: ସରଳ, ଆଲର୍ଟ ଏବଂ ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍
zh: 简易、提醒和全屏

# demoAlertDialogTitle
source: Alert
bg: Сигнал
de_at: Benachrichtigung
fi: Ilmoitus
hr: Upozorenje
is: Viðvörun
kk: Ескерту
nl: Melding
or: ଆଲର୍ଟ
zh: 提醒

# demoAlertDialogDescription
source: An alert dialogue informs the user about situations that require acknowledgement. An alert dialogue has an optional title and an optional list of actions.
bg: Диалоговият прозорец със сигнал информира потребителя за ситуации, в които се изисква потвърждение. Той включва незадължителни заглавие и списък с действия.
de_at: Ein Benachrichtigungsdialog informiert Nutzer über Situationen, die ihre Aufmerksamkeit erfordern. Er kann einen Titel und eine Liste mit Aktionen enthalten. Beides ist optional.
fi: Ilmoitusikkuna kertoo käyttäjälle tilanteista, jotka vaativat toimia. Ilmoitusikkunassa on valinnainen otsikko ja valinnainen toimintoluettelo.
hr: Dijalog upozorenja informira korisnika o situacijama koje je potrebno potvrditi. Dijalog upozorenja ima naslov i popis radnji, no te stavke nisu obavezne.
is: Viðvörunargluggi upplýsir notanda um aðstæður sem krefjast staðfestingar. Viðvörunargluggi getur haft titil og lista yfir aðgerðir.
kk: Ескертудің диалогтік терезесі пайдаланушыға назар аударуды қажет ететін жағдайларды хабарлайды. Бұл терезенің қосымша атауы және әрекеттер тізімі болады.
nl: Een dialoogvenster voor meldingen informeert de gebruiker over situaties die aandacht vereisen. Een dialoogvenster voor meldingen heeft een optionele titel en een optionele lijst met acties.
or: ଏକ ଆଲର୍ଟ ଡାଏଲଗ୍ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ସ୍ୱୀକୃତି ଆବଶ୍ୟକ କରୁଥିବା ପରିସ୍ଥିତି ବିଷୟରେ ସୂଚନା ଦିଏ। ଆଲର୍ଟ ଡାଏଲଗ୍‍‍ରେ ଏକ ଇଚ୍ଛାଧୀନ ଟାଇଟେଲ୍ ଏବଂ କାର୍ଯ୍ୟଗୁଡ଼ିକର ଏକ ଇଚ୍ଛାଧୀନ ତାଲିକା ଥାଏ।
ta: An alert dialog informs the user about situations that require acknowledgement. An alert dialog has an optional title and an optional list of actions.
zh: 提醒对话框会通知用户需要知悉的情况。您可以选择性地为提醒对话框提供标题和操作列表。

# demoAlertTitleDialogTitle
source: Alert With Title
bg: Сигнал със заглавие
de_at: Benachrichtigung mit Titel
fi: Otsikollinen ilmoitus
hr: Upozorenje s naslovom
is: Viðvörun með titli
kk: Атауы бар ескерту
nl: Melding met titel
or: ଟାଇଟେଲ୍ ସହ ଆଲର୍ଟ
zh: 带有标题的提醒

# demoSimpleDialogTitle
source: Simple
bg: Опростен
de_at: Einfach
fi: Yksinkertainen
hr: Jednostavni
is: Einfalt
kk: Қарапайым
nl: Eenvoudig
or: ସରଳ
zh: 简洁

# demoSimpleDialogDescription
source: A simple dialogue offers the user a choice between several options. A simple dialogue has an optional title that is displayed above the choices.
bg: Опростеният диалогов прозорец предлага на потребителя възможност за избор между няколко опции. Той включва незадължително заглавие, което се показва над възможностите за избор.
de_at: Ein einfaches Dialogfeld bietet Nutzern mehrere Auswahlmöglichkeiten. Optional kann über den Auswahlmöglichkeiten ein Titel angezeigt werden.
fi: Yksinkertainen valintaikkuna tarjoaa käyttäjälle mahdollisuuden valita useista vaihtoehdoista. Yksinkertaisessa valintaikkunassa on valinnainen otsikko, joka näkyy vaihtoehtojen yläpuolella.
hr: Jednostavni dijalog nudi korisnicima odabir između nekoliko opcija. Jednostavni dijalog ima naslov koji nije obavezan i prikazuje se iznad opcija odabira.
is: Einfaldur gluggi býður notanda að velja á milli nokkurra valkosta. Einfaldur gluggi getur haft titil sem birtist fyrir ofan valkostina.
kk: Қарапайым диалогтік терезе пайдаланушыға опцияны таңдауға мүмкіндік береді. Қарапайым диалогтік терезеге атау берілсе, ол таңдаулардың үстінде көрсетіледі.
nl: Een eenvoudig dialoogvenster biedt de gebruiker een keuze tussen meerdere opties. Een eenvoudig dialoogvenster bevat een optionele titel die boven de keuzes wordt weergegeven.
or: ଏକ ସରଳ ଡାଏଲଗ୍ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ବିଭିନ୍ନ ବିକଳ୍ପଗୁଡ଼ିକ ମଧ୍ୟରୁ ଏକ ପସନ୍ଦ ପ୍ରଦାନ କରେ। ଏକ ସରଳ ଡାଏଲଗ୍‍‍ରେ ଏକ ଇଚ୍ଛାଧୀନ ଟାଇଟେଲ୍ ଥାଏ ଯାହା ପସନ୍ଦଗୁଡ଼ିକ ଉପରେ ପ୍ରଦର୍ଶିତ ହୁଏ।
ta: A simple dialog offers the user a choice between several options. A simple dialog has an optional title that is displayed above the choices.
zh: 简易对话框可以让用户在多个选项之间做选择。您可以选择性地为简易对话框提供标题（标题会显示在选项上方）。

# demoFullscreenDialogTitle
source: Full screen
bg: На цял екран
de_at: Vollbild
fi: Koko näyttö
hr: Na cijelom zaslonu
is: Allur skjárinn
kk: Толық экран
nl: Volledig scherm
or: ପୂର୍ଣ୍ଣ ସ୍କ୍ରିନ୍
zh: 全屏

# demoCupertinoButtonsTitle
source: Buttons
bg: Бутони
de_at: Schaltflächen
fi: Painikkeet
hr: Gumbi
is: Hnappar
kk: Түймелер
nl: Knoppen
or: ବଟନ୍‍ଗୁଡ଼ିକ
ta: பட்டன்கள்
zh: 按钮

# demoCupertinoButtonsSubtitle
source: iOS-style buttons
bg: Бутони в стил iOS
de_at: Schaltflächen im Stil von iOS
fi: iOS-tyyliset painikkeet
hr: Gumbi u iOS-ovom stilu
is: Hnappar með iOS-stíl
kk: iOS стильді түймелер
nl: Knoppen in iOS-stijl
or: iOS-ଶୈଳୀଋ ବଟନ୍‍ଗୁଡ଼ିକ
zh: iOS 样式的按钮

# demoCupertinoButtonsDescription
source: An iOS-style button. It takes in text and/or an icon that fades out and in on touch. May optionally have a background.
bg: Бутон в стил iOS. Включва текст и/или икона, които плавно избледняват и се появяват при докосване. По избор може да има фон.
de_at: Eine Schaltfläche im Stil von iOS. Sie kann Text und/oder ein Symbol enthalten, die bei Berührung aus- und eingeblendet werden. Optional ist auch ein Hintergrund möglich.
fi: iOS-tyylinen painike. It takes in text and/or an icon that fades out and in on touch. Voi sisältää taustan.
hr: Gumb u iOS-ovom stilu. Na njemu su tekst i/ili ikona koji se postupno prikazuju ili nestaju na dodir. Može imati pozadinu, no to nije obavezno.
is: Hnappur í iOS-stíl. Hann tekur með sér texta og/eða tákn sem dofnar og verður sterkara þegar hnappurinn er snertur. Getur verið með bakgrunn.
kk: iOS стиліндегі түйме. Оны басқан кезде мәтін және/немесе белгіше пайда болады не жоғалады. Түйменің фоны да болуы мүмкін.
nl: Een knop in iOS-stijl. Deze bevat tekst en/of een pictogram dat vervaagt en tevoorschijnkomt bij aanraking. Mag een achtergrond hebben.
or: ଏକ iOS-ଶୈଳୀର ବଟନ୍। ଏଥିରେ ଟେକ୍ସଟ୍ ଏବଂ/କିମ୍ବା ଅନ୍ତର୍ଭୁକ୍ତ ଅଛି ଯାହା ସ୍ପର୍ଶ କଲେ ଯାହା ଫିକା ଏବଂ ଗାଢ଼ ହୋଇଯାଏ। ଏଥିରେ ଇଚ୍ଛାଧୀନ ରୂପେ ଏକ ପୃଷ୍ଠପଟ ଥାଇପାରେ।
zh: iOS 样式的按钮，这类按钮所采用的文本和/或图标会在用户轻触按钮时淡出和淡入，并可选择性地加入背景。

# demoCupertinoAlertsTitle
source: Alerts
bg: Сигнали
de_at: Benachrichtigungen
fi: Ilmoitukset
hr: Upozorenja
is: Viðvaranir
kk: Ескертулер
nl: Meldingen
or: ଆଲର୍ଟଗୁଡ଼ିକ
zh: 提醒

# demoCupertinoAlertsSubtitle
source: iOS-style alert dialogues
bg: Диалогови прозорци със сигнали в стил iOS
de_at: Dialogfelder für Benachrichtigungen im Stil von iOS
fi: iOS-tyyliset ilmoitusikkunat
hr: Dijalozi upozorenja u iOS-ovom stilu
is: Viðvörunargluggar í iOS-stíl
kk: iOS стильді ескертудің диалогтік терезелері
nl: Dialoogvensters voor meldingen in iOS-stijl
or: iOS-ଶୈଳୀର ଆଲର୍ଟ ଡାଏଲଗ୍
ta: iOS-style alert dialogs
zh: iOS 样式的提醒对话框

# demoCupertinoAlertTitle
source: Alert
bg: Сигнал
de_at: Benachrichtigung
fi: Ilmoitus
hr: Upozorenje
is: Tilkynning
kk: Дабыл
nl: Melding
or: ଆଲର୍ଟ
ta: விழிப்பூட்டல்
zh: 提醒

# demoCupertinoAlertDescription
source: An alert dialogue informs the user about situations that require acknowledgement. An alert dialogue has an optional title, optional content and an optional list of actions. The title is displayed above the content and the actions are displayed below the content.
bg: Диалоговият прозорец със сигнал информира потребителя за ситуации, в които се изисква потвърждение. Той включва незадължителни заглавие, съдържание и списък с действия. Заглавието се показва над съдържанието, а действията – под него.
de_at: Ein Benachrichtigungsdialog informiert den Nutzer über Situationen, die seine Aufmerksamkeit erfordern. Optional kann er einen Titel, Inhalt und eine Liste mit Aktionen enthalten. Der Titel wird über dem Inhalt angezeigt, die Aktionen darunter.
fi: Ilmoitusikkuna kertoo käyttäjälle tilanteista, jotka vaativat toimia. Ilmoitusikkunassa on valinnainen otsikko, valinnainen sisältö ja valinnainen toimintoluettelo. Otsikko näkyy sisällön yläpuolella ja toiminnot sisällön alapuolella.
hr: Dijalog upozorenja informira korisnika o situacijama koje je potrebno potvrditi. Dijalog upozorenja ima naslov, sadržaj i popis radnji, no te stavke nisu obavezne. Naslov se prikazuje iznad sadržaja, a radnje ispod sadržaja.
is: Viðvörunargluggi upplýsir notanda um aðstæður sem krefjast staðfestingar. Viðvörunargluggi getur haft titil, efni og lista yfir aðgerðir. Titillinn birtist fyrir ofan efnið og aðgerðirnar birtast fyrir neðan efnið.
kk: Ескертудің диалогтік терезесі пайдаланушыға назар аударуды қажет ететін жағдайларды хабарлайды. Бұл терезенің қосымша атауы, мазмұны және әрекеттер тізімі болады. Атауы мазмұнның үстінде, ал әрекеттер мазмұнның астында көрсетіледі.
nl: Een dialoogvenster voor meldingen informeert de gebruiker over situaties die aandacht vereisen. Een dialoogvenster voor meldingen heeft een optionele titel, optionele content en een optionele lijst met acties. De titel wordt boven de content weergegeven en de acties worden onder de content weergegeven.
or: ଏକ ଆଲର୍ଟ ଡାଏଲଗ୍ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ସ୍ୱୀକୃତି ଆବଶ୍ୟକ କରୁଥିବା ପରିସ୍ଥିତି ବିଷୟରେ ସୂଚନା ଦିଏ। ଆଲର୍ଟ ଡାଏଲଗ୍‍‍ରେ ଏକ ଇଚ୍ଛାଧୀନ ଟାଇଟେଲ୍, ଇଚ୍ଛାଧୀନ ବିଷୟବସ୍ତୁ ଏବଂ କାର୍ଯ୍ୟଗୁଡ଼ିକର ଏକ ଇଚ୍ଛାଧୀନ ତାଲିକା ଥାଏ। ଟାଇଟେଲ୍ ବିଷୟବସ୍ତୁର ଉପରେ ଏବଂ କାର୍ଯ୍ୟଗୁଡ଼ିକ ବିଷୟବସ୍ତୁର ତଳେ ପ୍ରଦର୍ଶିତ ହୁଏ।
ta: An alert dialog informs the user about situations that require acknowledgement. An alert dialog has an optional title, optional content, and an optional list of actions. The title is displayed above the content and the actions are displayed below the content.
zh: 提醒对话框会通知用户需要知悉的情况。您可以选择性地为提醒对话框提供标题、内容和操作列表。标题会显示在内容上方，操作则会显示在内容下方。

# demoCupertinoAlertWithTitleTitle
source: Alert with title
bg: Сигнал със заглавие
de_at: Benachrichtigung mit Titel
fi: Otsikollinen ilmoitus
hr: Upozorenje s naslovom
is: Tilkynning með titli
kk: Атауы бар ескерту
nl: Melding met titel
or: ଟାଇଟେଲ୍ ସହ ଆଲର୍ଟ
ta: தலைப்புடன் கூடிய விழிப்பூட்டல்
zh: 带有标题的提醒

# demoCupertinoAlertButtonsTitle
source: Alert With Buttons
bg: Сигнал с бутони
de_at: Benachrichtigung mit Schaltflächen
fi: Painikkeellinen ilmoitus
hr: Upozorenje s gumbima
is: Viðvörun með hnöppum
kk: Түймелері бар ескерту
nl: Melding met knoppen
or: ବଟନ୍‍ଗୁଡ଼ିକ ସହ ଆଲର୍ଟ
zh: 带有按钮的提醒

# demoCupertinoAlertButtonsOnlyTitle
source: Alert Buttons Only
bg: Само бутоните за сигнали
de_at: Nur Schaltflächen für Benachrichtigungen
fi: Vain ilmoituspainikkeet
hr: Samo gumbi upozorenja
is: Aðeins viðvörunarhnappar
kk: Тек ескерту түймелері
nl: Alleen meldingknoppen
or: କେବଳ ଆଲର୍ଟ ବଟନ୍‍ଗୁଡ଼ିକ
zh: 仅限提醒按钮

# demoCupertinoActionSheetTitle
source: Action Sheet
bg: Таблица с действия
de_at: Aktionstabelle
fi: Toimintotaulukko
hr: Tablica radnji
is: Aðgerðablað
kk: Әрекеттер парағы
nl: Actieblad
or: ଆକ୍ସନ୍ ସିଟ୍
zh: 操作表

# demoCupertinoActionSheetDescription
source: An action sheet is a specific style of alert that presents the user with a set of two or more choices related to the current context. An action sheet can have a title, an additional message and a list of actions.
bg: Таблицата с действия представлява конкретен стил за сигнали, при който на потребителя се предоставя набор от две или повече възможности за избор, свързани с текущия контекст. Тя може да има заглавие, допълнително съобщение и списък с действия.
de_at: Eine Aktionstabelle ist eine Art von Benachrichtigung, bei der Nutzern zwei oder mehr Auswahlmöglichkeiten zum aktuellen Kontext angezeigt werden. Sie kann einen Titel, eine zusätzliche Nachricht und eine Liste von Aktionen enthalten.
fi: Toimintotaulukko on tietyntyylinen ilmoitus, joka näyttää käyttäjälle vähintään kaksi vaihtoehtoa liittyen senhetkiseen kontekstiin. Toimintotaulukoissa voi olla otsikko, lisäviesti ja toimintoluettelo.
hr: Tablica radnji poseban je stil upozorenja koje korisniku nudi barem dvije opcije na izbor u vezi s trenutačnim kontekstom. Tablica radnji može imati naslov, dodatnu poruku i popis radnji.
is: Aðgerðablað er sérstök gerð af viðvörun sem býður notandanum upp á tvo eða fleiri valkosti sem tengjast núverandi samhengi. Aðgerðablað getur haft titil, viðbótarskilaboð og lista yfir aðgerðir.
kk: Әрекеттер парағы – пайдаланушыға ағымдағы мазмұнға қатысты екі не одан да көп таңдаулар жинағын ұсынатын ескертулердің арнайы стилі. Әрекеттер парағында оның атауы, қосымша хабары және әрекеттер тізімі қамтылуы мүмкін.
nl: Een actieblad is een specifieke stijl voor een melding die de gebruiker een set van twee of meer keuzes biedt, gerelateerd aan de huidige context. Een actieblad kan een titel, een aanvullende boodschap en een lijst met acties bevatten.
or: ଆକ୍ସନ୍ ସିଟ୍ ହେଉଛି ଆଲର୍ଟର ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଶୈଳୀ ଯାହା ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ପାଇଁ ବର୍ତ୍ତମାନର ପ୍ରସଙ୍ଗ ସମ୍ବନ୍ଧିତ ଦୁଇ କିମ୍ବା ତା'ଠାରୁ ଅଧିକ ପସନ୍ଦର ଏକ ସେଟ୍ ପ୍ରସ୍ତୁତ କରେ। ଆକ୍ସନ୍ ସିଟ୍‍‍ରେ ଏକ ଟାଇଟେଲ୍, ଏକ ଅତିରିକ୍ତ ମେସେଜ୍ କାର୍ଯ୍ୟଗୁଡ଼ିକର ଏକ ତାଲିକା ଥାଏ।
zh: 操作表是一种特定样式的提醒，它会根据目前的使用情况向用户显示一组选项（最少两个选项）。操作表可有标题、附加消息和操作列表。

# demoColorsTitle
source: Colours
bg: Цветове
de_at: Farben
fi: Värit
hr: Boje
is: Litir
kk: Түстер
nl: Kleuren
or: ରଙ୍ଗ
ta: Colors
zh: 颜色

# demoColorsSubtitle
source: All of the predefined colours
bg: Всички предварително зададени цветове
de_at: Alle vordefinierten Farben
fi: Kaikki ennalta määritetyt värit
hr: Sve unaprijed definirane boje
is: Allir fyrirfram skilgreindu litirnir
kk: Алдын ала белгіленген барлық түстер
nl: Alle vooraf gedefinieerde kleuren
or: ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ସମସ୍ତ ରଙ୍ଗ
ta: All of the predefined colors
zh: 所有预定义的颜色

# demoColorsDescription
source: Colour and colour swatch constants which represent Material Design's colour palette.
bg: Цветове и константите на цветовите образци, които представляват цветовата палитра на Material Design.
de_at: Farben und Farbmuster, die die Farbpalette von Material Design widerspiegeln.
fi: Material designin väripaletin värien ja värijoukkojen arvot.
hr: Boje i konstante uzoraka boja koje predstavljaju paletu boja materijalnog dizajna.
is: Fastar fyrir liti og litaprufur sem standa fyrir litaspjald nýju útlitshönnunarinnar.
kk: Material Design түстер палитрасын көрсететін түс және түс үлгілері.
nl: Constanten van kleuren en kleurstalen die het kleurenpalet van material design vertegenwoordigen.
or: ରଙ୍ଗ ଓ ରଙ୍ଗ ସ୍ୱାଚ୍ ସ୍ଥିରାଙ୍କଗୁଡ଼ିକ ଉପାଦାନ ଡିଜାଇନ୍‍ର ରଙ୍ଗ ପ୍ୟାଲେଟ୍‍ର ପ୍ରତିନିଧିତ୍ୱ କରେ।
ta: மெட்டீரியல் டிசைனின் வண்ணத் தட்டைக் குறிக்கின்ற வண்ணங்களும், வண்ணக் கலவை மாறிலிகளும்.
zh: 代表 Material Design 调色板的颜色和色样常量。

# buttonTextCreate
source: Create
bg: Създаване
de_at: Erstellen
fi: Luo
hr: Izradite
is: Búa til
kk: Жасау
nl: Maken
or: ତିଆରି କରନ୍ତୁ
zh: 创建

# dialogSelectedOption
source: You selected: '{value}'
bg: Избрахте: {value}
de_at: Deine Auswahl: "{value}"
fi: Valitsit: "{value}"
hr: Odabrali ste vrijednost: "{value}"
is: Þú valdir: „{value}“
kk: Таңдалған мән: "{value}".
nl: Je hebt '{value}' geselecteerd
or: ଆପଣ ଏହା ଚୟନ କରିଛନ୍ତି: "{value}"
zh: 您已选择：“{value}”

# dialogDiscardTitle
source: Discard draft?
bg: Да се отхвърли ли черновата?
de_at: Entwurf verwerfen?
fi: Hylätäänkö luonnos?
hr: Želite li odbaciti skicu?
is: Viltu fleygja drögunum?
kk: Нобай қабылданбасын ба?
nl: Concept weggooien?
or: ଡ୍ରାଫ୍ଟ ଖାରଜ କରିବେ?
zh: 要舍弃草稿吗？

# dialogLocationTitle
source: Use Google's location service?
bg: Да се използва ли услугата на Google за местоположението?
de_at: Standortdienst von Google nutzen?
fi: Käytetäänkö Googlen sijaintipalvelua?
hr: Želite li upotrebljavati Googleovu uslugu lokacije?
is: Nota staðsetningarþjónustu Google?
kk: Google орынды анықтау қызметін пайдалану керек пе?
nl: Locatieservice van Google gebruiken?
or: Googleର ଲୋକେସନ୍ ସେବା ବ୍ୟବହାର କରିବେ?
zh: 要使用 Google 的位置信息服务吗？

# dialogLocationDescription
source: Let Google help apps determine location. This means sending anonymous location data to Google, even when no apps are running.
bg: Позволете на Google да помага на приложенията да определят местоположението. Това означава, че ще ни изпращате анонимни данни за него дори когато не се изпълняват приложения.
de_at: Die Standortdienste von Google erleichtern die Standortbestimmung durch Apps. Dabei werden anonyme Standortdaten an Google gesendet, auch wenn gerade keine Apps ausgeführt werden.
fi: Anna Googlen auttaa sovelluksia sijainnin määrittämisessä. Googlelle lähetetään anonyymejä sijaintitietoja – myös kun sovelluksia ei ole käytössä.
hr: Dopustite Googleu da pomogne aplikacijama odrediti lokaciju. To znači da će se anonimni podaci o lokaciji slati Googleu, čak i kada se ne izvodi nijedna aplikacija.
is: Leyfðu Google að hjálpa forritum að ákvarða staðsetningu. Í þessu felst að senda nafnlaus staðsetningargögn til Google, jafnvel þótt engin forrit séu í gangi.
kk: Қолданбалардың орынды анықтауына Google-дың көмектесуіне рұқсат етіңіз. Яғни қолданбалар іске қосылмаған болса да, Google-ға анонимді геодеректер жіберіле береді.
nl: Laat Google apps helpen bij het bepalen van de locatie. Dit houdt in dat anonieme locatiegegevens naar Google worden verzonden, zelfs als er geen apps actief zijn.
or: Googleକୁ ଲୋକେସନ୍ ନିର୍ଦ୍ଧାରଣ କରିବାରେ ଆପ୍ସର ସାହାଯ୍ୟ କରିବାକୁ ଦିଅନ୍ତୁ। ଏହାର ଅର୍ଥ ହେଲା, କୌଣସି ଆପ୍ ଚାଲୁ ନଥିବା ସମୟରେ ମଧ୍ୟ Googleକୁ ଲୋକେସନ୍ ଡାଟା ପଠାଇବା।
zh: 让 Google 协助应用判断位置，即代表系统会将匿名的位置数据发送给 Google（即使设备并没有运行任何应用）。

# dialogCancel
source: CANCEL
bg: ОТКАЗ
de_at: ABBRECHEN
fi: PERUUTA
hr: ODUSTANI
is: HÆTTA VIÐ
kk: БАС ТАРТУ
nl: ANNULEREN
or: ବାତିଲ୍ କରନ୍ତୁ
zh: 取消

# dialogDiscard
source: DISCARD
bg: ОТХВЪРЛЯНЕ
de_at: VERWERFEN
fi: HYLKÄÄ
hr: ODBACI
is: FLEYGJA
kk: ЖАБУ
nl: NIET OPSLAAN
or: ଖାରଜ କରନ୍ତୁ
zh: 舍弃

# dialogDisagree
source: DISAGREE
bg: НЕ ПРИЕМАМ
de_at: NICHT ZUSTIMMEN
fi: EN HYVÄKSY
hr: NE SLAŽEM SE
is: HAFNA
kk: КЕЛІСПЕЙМІН
nl: NIET AKKOORD
or: ଅସମ୍ମତ
zh: 不同意

# dialogAgree
source: AGREE
bg: ПРИЕМАМ
de_at: ZUSTIMMEN
fi: HYVÄKSY
hr: PRIHVAĆAM
is: SAMÞYKKJA
kk: КЕЛІСЕМІН
nl: AKKOORD
or: ସମ୍ମତ
zh: 同意

# dialogSetBackup
source: Set backup account
bg: Задаване на профил за резервни копия
de_at: Sicherungskonto einrichten
fi: Luo varmuuskopiointitili
hr: Postavljanje računa za sigurnosno kopiranje
is: Velja afritunarreikning
kk: Сақтық есептік жазбасын реттеу
nl: Back-upaccount instellen
or: ବ୍ୟାକ୍‍ଅପ୍ ଆକାଉଣ୍ଟ ସେଟ୍ କରନ୍ତୁ
zh: 设置备份帐号
