Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# settingsButtonCloseLabel
source: Close settings
bg: Затваряне на настройките
de_at: Einstellungen schließen
fi: Sulje asetukset
hr: Zatvori postavke
is: Loka stillingum
kk: Параметрлерді жабу
nl: Instellingen sluiten
or: ସେଟିଂସ୍‌କୁ ବନ୍ଦ କରନ୍ତୁ
ta: அமைப்புகளை மூடும்
zh: 关闭设置

# demoSelectionControlsCheckboxDescription
source: Tick boxes allow the user to select multiple options from a set. A normal tick box's value is true or false and a tristate tick box's value can also be null.
bg: Квадратчетата за отметка дават възможност на потребителя да избере няколко опции от даден набор. Стойността на нормалните квадратчета за отметка е true или false, а на тези, които имат три състояния, тя може да бъде и null.
de_at: Über Kästchen können Nutzer mehrere Optionen gleichzeitig auswählen. Üblicherweise ist der Wert eines Kästchens entweder "true" (ausgewählt) oder "false" (nicht ausgewählt) – Kästchen mit drei Auswahlmöglichkeiten können jedoch auch den Wert "null" haben.
fi: Valintaruutujen avulla käyttäjä voi valita useita vaihtoehtoja joukosta. Valintaruudun tavalliset arvovaihtoehdot ovat tosi ja epätosi, ja kolmisuuntaisen valintaruudun arvo voi myös olla tyhjä.
hr: Potvrdni okviri omogućavaju korisniku odabir više opcija iz skupa. Vrijednost normalnog potvrdnog okvira točna je ili netočna, a vrijednost potvrdnog okvira s tri stanja može biti i nula.
is: Gátreitir gera notanda kleift að velja marga valkosti úr mengi. Gildi venjulegs gátreits er rétt eða rangt og eitt af gildum gátreits með þrjú gildi getur einnig verið núll.
kk: Құсбелгі ұяшықтары пайдаланушыға бір жиынтықтан бірнеше опцияны таңдауға мүмкіндік береді. Әдетте құсбелгі ұяшығы "true" не "false" болады, кейде "null" болуы мүмкін.
nl: Met selectievakjes kan de gebruiker meerdere opties selecteren uit een set. De waarde voor een normaal selectievakje is 'true' of 'false'. De waarde van een selectievakje met drie statussen kan ook 'null' zijn.
or: ଚେକ୍‌ବକ୍ସଗୁଡ଼ିକ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ଏକ ସେଟ୍‌ରୁ ଏକାଧିକ ବିକଳ୍ପ ଚୟନ କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ। ଏକ ସାମାନ୍ୟ ଚେକ୍‌ବକ୍ସର ମୂଲ୍ୟ ସତ୍ୟ କିମ୍ବା ମିଥ୍ୟା ଅଟେ ଏବଂ ଏକ ଟ୍ରିସେଟ୍ ଚେକ୍‌ବକ୍ସର ମୂଲ୍ୟ ମଧ୍ୟ ଶୂନ୍ୟ ହୋଇପାରିବ।
ta: அமைப்பில் இருந்து ஒன்றுக்கும் மேற்பட்ட விருப்பங்களைத் தேர்வுசெய்ய செக்பாக்ஸ்கள் உதவும். சாதாராண செக்பாக்ஸின் மதிப்பு சரி அல்லது தவறாக இருப்பதுடன் டிரைஸ்டேட் செக்பாக்ஸின் மதிப்பு பூஜ்ஜியமாகவும்கூட இருக்கக்கூடும்.
zh: 复选框可让用户从一系列选项中选择多个选项。常规复选框的值为 true 或 false，三态复选框的值还可为 null。

# settingsButtonLabel
source: Settings
bg: Настройки
de_at: Einstellungen
fi: Asetukset
hr: Postavke
is: Stillingar
kk: Параметрлер
nl: Instellingen
or: ସେଟିଂସ୍
ta: அமைப்புகள்
zh: 设置

# demoListsTitle
source: Lists
bg: Списъци
de_at: Listen
fi: Luettelot
hr: Popisi
is: Listar
kk: Тізімдер
nl: Lijsten
or: ତାଲିକାଗୁଡ଼ିକ
ta: பட்டியல்கள்
zh: 列表

# demoListsSubtitle
source: Scrolling list layouts
bg: Оформления с превъртащ се списък
de_at: Layouts der scrollbaren Liste
fi: Vieritettävien luetteloiden ulkoasut
hr: Pomicanje po izgledu popisa
is: Útlit lista sem flettist
kk: Тізім форматтарын айналдыру
nl: Indelingen voor scrollende lijsten
or: ତାଲିକା ଲେଆଉଟ୍‌ଗୁଡ଼ିକୁ ସ୍କ୍ରୋଲ୍ କରୁଛି
ta: நகரும் பட்டியல் தளவமைப்புகள்
zh: 可滚动列表布局

# demoListsDescription
source: A single fixed-height row that typically contains some text as well as a leading or trailing icon.
bg: Един ред с фиксирана височина, който обикновено съдържа текст и икона, поставена в началото или края.
de_at: Eine Zeile in der Liste hat eine feste Höhe und enthält normalerweise Text und ein anführendes bzw. abschließendes Symbol.
fi: Yksi korkeudeltaan kiinteä rivi, joka sisältää yleensä tekstiä ja jonka alussa tai lopussa on kuvake.
hr: Jedan redak fiksne visine koji uglavnom sadrži tekst te ikonu na početku ili na kraju.
is: Ein lína í fastri hæð sem yfirleitt inniheldur texta og tákn á undan eða á eftir.
kk: Биіктігі белгіленген бір жол. Әдетте оның мәтіні мен басында және аяғында белгішесі болады.
nl: Eén rij met een vaste hoogte die meestal wat tekst bevat die wordt voorafgegaan of gevolgd door een pictogram.
or: ଏକ ଏକକ ନିର୍ଦ୍ଦିଷ୍ଟ-ଉଚ୍ଚତା ଧାଡ଼ି ଯେଉଁଥିରେ ସାଧାରଣତଃ କିଛି ଟେକ୍ସଟ୍ ସାମିଲ ଥାଏ, ଏହାସହ ଆଗରେ କିମ୍ବା ପଛରେ ଏକ ଆଇକନ୍ ଥାଏ।
ta: ஒற்றை நிலையான உயர வரிசை பொதுவாக சில உரையையும் முன்னணி அல்லது பின்னணி ஐகானையும் கொண்டுள்ளது.
zh: 单个固定高度的行通常包含一些文本以及行首或行尾的图标。

# demoOneLineListsTitle
source: One line
bg: Един ред
de_at: Eine Zeile
fi: Yksi rivi
hr: Jedan redak
is: Ein lína
kk: Бір қатар
nl: Eén regel
or: ଗୋଟିଏ ଲାଇନ୍
ta: ஒரு வரி
zh: 一行

# demoTwoLineListsTitle
source: Two lines
bg: Два реда
de_at: Zwei Zeilen
fi: Kaksi riviä
hr: Dva retka
is: Tvær línur
kk: Екі қатар
nl: Twee regels
or: ଦୁଇଟି ଲାଇନ୍
ta: இரண்டு கோடுகள்
zh: 两行

# demoListsSecondary
source: Secondary text
bg: Вторичен текст
de_at: Sekundärer Text
fi: Toissijainen teksti
hr: Dodatni tekst
is: Aukatexti
kk: Қосымша мәтін
nl: Secundaire tekst
or: ଦ୍ୱିତୀୟ ଟେକ୍ସଟ୍
ta: இரண்டாம் நிலை உரை
zh: 第二行文本

# demoSelectionControlsTitle
source: Selection controls
bg: Контроли за избор
de_at: Auswahlsteuerung
fi: Valintaohjaimet
hr: Kontrole odabira
is: Valstýringar
kk: Таңдауды басқару элементтері
nl: Selectieopties
or: ଚୟନ ଉପରେ ନିୟନ୍ତ୍ରଣ
ta: தேர்வுக் கட்டுப்பாடுகள்
zh: 选择控件

# craneFly7SemanticLabel
source: Mount Rushmore
bg: Планината Ръшмор
hr: Planina Rushmore
is: Rushmore-fjall
kk: Рашмор тауы
or: ମାଉଣ୍ଟ ରସ୍‌ମୋର୍
ta: ரஷ்மோர் மலை
zh: 拉什莫尔山

# demoSelectionControlsCheckboxTitle
source: Tick box
bg: Квадратче за отметка
de_at: Kästchen
fi: Valintaruutu
hr: Potvrdni okvir
is: Gátreitur
kk: Құсбелгі ұяшығы
nl: Selectievakje
or: ଚେକ୍‌ବକ୍ସ
ta: செக்பாக்ஸ்
zh: 复选框

# craneSleep3SemanticLabel
source: Man leaning on an antique blue car
bg: Мъж, облегнат на класическа синя кола
de_at: Mann, der sich gegen einen blauen Oldtimer lehnt
fi: Mies nojaamassa siniseen antiikkiautoon
hr: Muškarac se naslanja na antikni plavi automobil
is: Maður sem hallar sér upp að bláum antíkbíl
kk: Ескі көк автокөлікке сүйеніп тұрған ер адам
nl: Man leunt op een antieke blauwe auto
or: ଏକ ପୁରୁଣା ନୀଳ କାରରେ ବୁଲୁଥିବା ପୁରୁଷ
ta: பழங்கால நீளக் காரில் சாய்ந்தபடி உள்ள ஒருவன்
zh: 倚靠在一辆蓝色古董车上的男子

# demoSelectionControlsRadioTitle
source: Radio
bg: Бутон за избор
de_at: Optionsfeld
fi: Valintanappi
is: Val
kk: Радио
or: ରେଡିଓ
ta: வானொலி
zh: 单选

# demoSelectionControlsRadioDescription
source: Radio buttons allow the user to select one option from a set. Use radio buttons for exclusive selection if you think that the user needs to see all available options side by side.
bg: Бутоните за избор дават възможност на потребителя да избере една опция от даден набор. Използвайте ги, ако смятате, че потребителят трябва да види всички налични опции една до друга.
de_at: Über Optionsfelder können Nutzer eine Option auswählen. Optionsfelder sind ideal, wenn nur eine einzige Option ausgewählt werden kann, aber alle verfügbaren Auswahlmöglichkeiten auf einen Blick erkennbar sein sollen.
fi: Valintanapin avulla käyttäjä voi valita yhden vaihtoehdon joukosta. Käytä valintanappeja, kun käyttäjä voi valita vain yhden vaihtoehdon ja hänen pitää nähdä kaikki vaihtoehdot vierekkäin.
hr: Izborni gumbi omogućavaju korisniku odabir jedne opcije iz skupa. Upotrebljavajte izborne gumbe da biste omogućili ekskluzivni odabir ako mislite da korisnik treba vidjeti sve dostupne opcije istodobno.
is: Valhnappar sem gera notandanum kleift að velja einn valkost af nokkrum. Nota ætti valhnappa fyrir einkvæmt val ef þörf er talin á að notandinn þurfi að sjá alla valkosti í einu.
kk: Ауыстырып қосқыш пайдаланушыға жиыннан бір опцияны таңдап алуға мүмкіндік береді. Барлық қолжетімді опцияларды бір жерден көруді қалаған кезде, ауыстырып қосқышты пайдаланыңыз.
nl: Met keuzerondjes kan de gebruiker één optie selecteren uit een set. Gebruik keuzerondjes voor exclusieve selectie als de gebruiker alle beschikbare opties op een rij moet kunnen bekijken.
or: ରେଡିଓ ବଟନ୍‌ଗୁଡ଼ିକ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ଏକ ସେଟ୍‌ରୁ ଗୋଟିଏ ବିକଳ୍ପ ଚୟନ କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ। ଯଦି ଆପଣ ଭାବୁଛନ୍ତି କି ଉପଯୋଗକର୍ତ୍ତା ଉପଲବ୍ଧ ଥିବା ସମସ୍ତ ବିକଳ୍ପ ଦେଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ବିଶେଷ ଚୟନ ପାଇଁ ରେଡିଓ ବଟନ୍ ବ୍ୟବହାର କରନ୍ତୁ।
ta: அமைப்பில் இருந்து ஒரு விருப்பத்தைத் தேர்வுசெய்ய ரேடியோ பட்டன்கள் அனுமதிக்கும். பயனர் அனைத்து விருப்பங்களையும் ஒன்றை அடுத்து ஒன்று பார்க்க வேண்டுமானால் பிரத்தியேகத் தேர்விற்கு ரேடியோ பட்டன்களைப் பயன்படுத்தும்.
zh: 单选按钮可让用户从一系列选项中选择一个选项。设置排斥性选择时，如果您觉得用户需要并排看到所有可用选项，可以使用单选按钮。

# demoSelectionControlsSwitchTitle
source: Switch
bg: Превключвател
de_at: Schieberegler
fi: Valitsin
hr: Prekidač
is: Rofi
kk: Ауысу
nl: Schakelaar
or: ସ୍ୱିଚ୍ କରନ୍ତୁ
ta: மாற்றுக
zh: 开关

# demoSelectionControlsSwitchDescription
source: On/off switches toggle the state of a single settings option. The option that the switch controls, as well as the state it’s in, should be made clear from the corresponding inline label.
bg: Превключвателите за включване/изключване променят състоянието на една опция в настройките. Състоянието на превключвателя, както и управляваната от него опция, трябва да са ясно посочени в съответния вграден етикет.
de_at: Mit Schiebereglern können Nutzer den Status einzelner Einstellungen ändern. Anhand des verwendeten Inline-Labels sollte man erkennen können, um welche Einstellung es sich handelt und wie der aktuelle Status ist.
fi: Päälle/pois-valitsimet vaihtavat yksittäisen asetuksen tilan. Valitsimen ohjaama vaihtoehto sekä sen nykyinen tila pitäisi näkyä selkeästi sen tunnuksesta.
hr: Prekidači za uključivanje/isključivanje mijenjaju stanje jedne opcije postavki. Opcija kojom upravlja prekidač, kao i njezino stanje, trebali bi biti jasni iz odgovarajuće ugrađene oznake.
is: Rofar til að kveikja/slökkva skipta á milli tveggja stillinga. Gera ætti valkostinn sem rofinn stjórnar, sem og stöðu hans, skýran í samsvarandi innskotsmerki.
kk: Қосу/өшіру ауыстырғыштарымен жеке параметрлер опциясының күйін ауыстырып қоса аласыз. Басқару элементтерін қосу/өшіру опциясы және оның күйі сәйкес белгі арқылы анық көрсетілуі керек.
nl: Aan/uit-schakelaars bepalen de status van één instellingsoptie. De optie die door de schakelaar wordt beheerd, en de status waarin de schakelaar zich bevindt, moeten duidelijk worden gemaakt via het bijbehorende inline label.
or: ଏକ ସିଙ୍ଗଲ୍ ସେଟିଂସ୍ ବିକଳ୍ପରେ ସ୍ୱିଚ୍‌ର ଚାଲୁ/ବନ୍ଦ ସ୍ଥିତିକୁ ଟୋଗଲ୍ କରାଯାଏ। ସ୍ୱିଚ୍ ନିୟନ୍ତ୍ରଣ କରୁଥିବା ବିକଳ୍ପ ଏହାସହ ଏହାର ସ୍ଥିତି ସମ୍ବନ୍ଧରେ ଇନ୍‌ଲାଇନ୍ ଲେବଲ୍‌ରେ ସ୍ପଷ୍ଟ କରାଯିବ ଉଚିତ୍।
ta: ஆன்/ஆஃப் செய்வதால் ஒற்றை அமைப்புகள் குறித்த விருப்பத் தேர்வின் நிலைமாறும். மாற்றத்தை நிர்வகிப்பதுடன் அது இருக்கும் நிலையை நிர்வகிக்கும் விருப்பத்தேர்விற்குரிய இன்லைன் லேபிள் தெளிவக்கப்பட வேண்டியது அவசியமாக்கும்.
zh: 开关用于切换单个设置选项的状态。开关控制的选项和选项所处状态应通过相应的内嵌标签标明。

# craneFly0SemanticLabel
source: Chalet in a snowy landscape with evergreen trees
bg: Зимен пейзаж с шале и вечнозелени дървета
de_at: Chalet in einer Schneelandschaft mit immergrünen Bäumen
fi: Talvimökki lumisessa maisemassa ja ikivihreitä puita
hr: Planinska kuća u snježnom krajoliku sa zimzelenim drvećem
is: Kofi þakinn snjó í landslagi með sígrænum trjám
kk: Мәңгі жасыл ағаштар өскен қарлы жердегі шале
nl: Chalet in een sneeuwlandschap met naaldbomen
or: ଏଭର୍‌ଗ୍ରୀନ୍ ଗଛ ଓ ଆଖପାଖରେ ବରଫ ପଡ଼ିଥିବା ଦୃଶ୍ୟ
ta: பனிபடர்ந்த மரங்கள் சூழ்ந்த நிலப்பரப்பில் உள்ள சாலேட்
zh: 旁有常青树的雪中小屋

# craneFly1SemanticLabel
source: Tent in a field
bg: Палатка на полето
de_at: Zelt auf einem Feld
fi: Teltta pellolla
hr: Šator u polju
is: Tjald á akri
kk: Даладағы шатыр
nl: Kampeertent in een veld
or: ଏକ ପଡ଼ିଆରେ ଥିବା ଟେଣ୍ଟ
ta: களத்தில் உள்ள டெண்ட்
zh: 野外的帐篷

# craneFly2SemanticLabel
source: Prayer flags in front of snowy mountain
bg: Молитвени знамена на фона на заснежени планини
de_at: Gebetsfahnen vor einem schneebedeckten Berg
fi: Rukouslippuja lumisen vuoren edessä
hr: Molitvene zastave ispred snježne planine
is: Litflögg við snæviþakið fjall
kk: Қарлы тау алдындағы сыйыну жалаулары
nl: Gebedsvlaggen met op de achtergrond een besneeuwde berg
or: ବରଫ ପାହାଡ଼ ସାମ୍ନାରେ ପ୍ରାର୍ଥନା ପାଇଁ ପତାକା
ta: பனிபடர்ந்த மலைக்கு முன் உள்ள வழிபாட்டுக் கொடிகள்
zh: 雪山前的经幡

# craneFly6SemanticLabel
source: Aerial view of Palacio de Bellas Artes
bg: Дворецът на изящните изкуства от птичи поглед
de_at: Luftbild des Palacio de Bellas Artes
fi: Ilmanäkymä Palacio de Bellas Artesista
hr: Pogled na Palaču lijepe umjetnosti iz zraka
is: Loftmynd af Palacio de Bellas Artes
kk: Әсем өнерлер сарайының үстінен көрінісі
nl: Luchtfoto van het Palacio de Bellas Artes
or: ପାଲାସିଓ ଡେ ବେଲାସ୍ ଆର୍ଟସ୍‌ର ଉପର ଦୃଶ୍ୟ
ta: பலாசியா டி பெல்லாஸ் ஆர்டஸின் ஏரியல் வியூ
zh: 墨西哥城艺术宫的鸟瞰图

# rallySeeAllAccounts
source: See all accounts
bg: Преглед на всички банкови сметки
de_at: Alle Konten anzeigen
fi: Näytä kaikki tilit
hr: Prikaži sve račune
is: Sjá alla reikninga
kk: Барлық есептік жазбаларды көру
nl: Alle rekeningen bekijken
or: ସବୁ ଆକାଉଣ୍ଟ ଦେଖନ୍ତୁ
ta: அனைத்து அக்கவுண்ட்டுகளையும் காட்டு
zh: 查看所有账户

# rallyBillAmount
source: {billName} bill due {date} for {amount}.
bg: Сметка за {billName} на стойност {amount}, дължима на {date}.
de_at: Rechnung "{billName}" in Höhe von {amount} am {date} fällig.
fi: Lasku {billName}, {amount} {date} mennessä
hr: Račun {billName} na iznos {amount} dospijeva {date}.
is: {billName}, gjalddagi {date}, að upphæð {amount}.
kk: {amount} сомасындағы {billName} төлемі {date} күні төленуі керек.
nl: Rekening van {billName} voor {amount}, te betalen vóór {date}.
or: {billName} ପାଇଁ {amount} ପେମେଣ୍ଟ କରିବାର ଧାର୍ଯ୍ୟ ସମୟ {date} ଅଟେ।
ta: {amount}க்கான {billName} பில்லின் நிலுவைத் தேதி: {date}.
zh: {billName}帐单的付款日期为 {date}，应付金额为 {amount}。

# shrineTooltipCloseCart
source: Close basket
bg: Затваряне на кошницата
de_at: Seite "Warenkorb" schließen
fi: Sulje ostoskori
hr: Zatvorite košaricu
is: Loka körfu
kk: Себетті жабу
nl: Winkelwagen sluiten
or: କାର୍ଟ ବନ୍ଦ କରନ୍ତୁ
ta: கார்ட்டை மூடுவதற்கான பட்டன்
zh: 关闭购物车

# shrineTooltipCloseMenu
source: Close menu
bg: Затваряне на менюто
de_at: Menü schließen
fi: Sulje valikko
hr: Zatvorite izbornik
is: Loka valmynd
kk: Мәзірді жабу
nl: Menu sluiten
or: ମେନୁ ବନ୍ଦ କରନ୍ତୁ
ta: மெனுவை மூடுவதற்கான பட்டன்
zh: 关闭菜单

# shrineTooltipOpenMenu
source: Open menu
bg: Отваряне на менюто
de_at: Menü öffnen
fi: Avaa valikko
hr: Otvorite izbornik
is: Opna valmynd
kk: Мәзірді ашу
nl: Menu openen
or: ମେନୁ ଖୋଲନ୍ତୁ
ta: மெனுவைத் திறப்பதற்கான பட்டன்
zh: 打开菜单

# shrineTooltipSettings
source: Settings
bg: Настройки
de_at: Einstellungen
fi: Asetukset
hr: Postavke
is: Stillingar
kk: Параметрлер
nl: Instellingen
or: ସେଟିଂସ୍
ta: அமைப்புகளுக்கான பட்டன்
zh: 设置

# shrineTooltipSearch
source: Search
bg: Търсене
de_at: Suchen
fi: Haku
hr: Pretražite
is: Leita
kk: Іздеу
nl: Zoeken
or: ସନ୍ଧାନ କରନ୍ତୁ
ta: தேடலுக்கான பட்டன்
zh: 搜索

# demoTabsDescription
source: Tabs organise content across different screens, data sets and other interactions.
bg: Разделите служат за организиране на съдържанието на различни екрани, набори от данни и други взаимодействия.
de_at: Mit Tabs lassen sich Inhalte über Bildschirme, Datensätze und andere Interaktionen hinweg organisieren.
fi: Välilehdille järjestetään sisältöä eri näytöiltä, datajoukoista ja muista tilanteista.
hr: Kartice organiziraju sadržaj s različitih zaslona, iz različitih skupova podataka i drugih interakcija.
is: Flipar raða efni á mismunandi skjái, mismunandi gagnasöfn og önnur samskipti.
kk: Қойындылар түрлі экрандардағы, деректер жинағындағы және тағы басқа өзара қатынастардағы мазмұнды реттейді.
nl: Tabbladen delen content in op basis van verschillende schermen, datasets en andere interacties.
or: ଟାବ୍, ଭିନ୍ନ ସ୍କ୍ରିନ୍, ଡାଟା ସେଟ୍ ଏବଂ ଅନ୍ୟ ଇଣ୍ଟରାକ୍ସନ୍‌ଗୁଡ଼ିକରେ ବିଷୟବସ୍ତୁ ସଂଗଠିତ କରେ।
ta: தாவல்கள் என்பவை வெவ்வேறு திரைகள், தரவுத் தொகுப்புகள் மற்றும் பிற தொடர்புகளுக்கான உள்ளடக்கத்தை ஒழுங்கமைக்கின்றன.
zh: 标签页用于整理各个屏幕、数据集和其他互动中的内容。

# demoTabsSubtitle
source: Tabs with independently scrollable views
bg: Раздели със самостоятелно превъртащи се изгледи
de_at: Tabs mit unabhängig scrollbaren Ansichten
fi: Välilehdet, joiden näkymiä voidaan selata erikseen
hr: Kartice s prikazima koji se mogu pomicati neovisno
is: Flipar með sjálfstæðu yfirliti sem hægt er að fletta um
kk: Жеке айналмалы көріністері бар қойындылар
nl: Tabbladen met onafhankelijk scrollbare weergaven
or: ସ୍ୱତନ୍ତ୍ରଭାବରେ ସ୍କ୍ରୋଲ୍ ଯୋଗ୍ୟ ଭ୍ୟୁଗୁଡ଼ିକର ଟାବ୍
ta: சார்பின்றி நகர்த்திப் பார்க்கும் வசதியுடைய தாவல்கள்
zh: 包含可单独滚动的视图的标签页

# demoTabsTitle
source: Tabs
bg: Раздели
fi: Välilehdet
hr: Kartice
is: Flipar
kk: Қойындылар
nl: Tabbladen
or: ଟାବ୍‌ଗୁଡ଼ିକ
ta: தாவல்கள்
zh: 标签页

# rallyBudgetAmount
source: {budgetName} budget with {amountUsed} used of {amountTotal}, {amountLeft} left
bg: Бюджет за {budgetName}, от който са използвани {amountUsed} от общо {amountTotal} и остават {amountLeft}
de_at: Budget "{budgetName}" mit einem Gesamtbetrag von {amountTotal} ({amountUsed} verwendet, {amountLeft} verbleibend)
fi: Budjetti {budgetName}, {amountUsed} käytetty, kokonaismäärä {amountTotal}, {amountLeft} jäljellä
hr: {budgetName} proračun, iskorišteno: {amountUsed} od {amountTotal}, preostalo: {amountLeft}
is: {budgetName} kostnaðarhámark þar sem {amountUsed} er notað af {amountTotal} og {amountLeft} er eftir
kk: {budgetName} бюджеті: пайдаланылғаны: {amountUsed}/{amountTotal}, қалғаны: {amountLeft}
nl: {budgetName}-budget met {amountUsed} van {amountTotal} verbruikt, nog {amountLeft} over
or: {budgetName} ବଜେଟ୍‌ରେ {amountTotal}ରୁ {amountUsed} ବ୍ୟବହୃତ ହୋଇଛି, {amountLeft} ବାକି ଅଛି
ta: {amountTotal}க்கான {budgetName} பட்ஜெட்டில் பயன்படுத்தப்பட்ட தொகை: {amountUsed}, மீதமுள்ள தொகை: {amountLeft}
zh: {budgetName}预算的总金额为 {amountTotal}，已用 {amountUsed}，剩余 {amountLeft}

# shrineTooltipRemoveItem
source: Remove item
bg: Премахване на артикула
de_at: Element entfernen
fi: Poista tuote
hr: Uklonite stavku
is: Fjarlægja atriði
kk: Элементті өшіру
nl: Item verwijderen
or: ଆଇଟମ୍ କାଢ଼ି ଦିଅନ୍ତୁ
ta: பொருளை அகற்றுவதற்கான பட்டன்
zh: 移除商品

# rallyAccountAmount
source: {accountName} account {accountNumber} with {amount}.
bg: {accountName} сметка {accountNumber} с наличност {amount}.
de_at: Konto "{accountName}" {accountNumber} mit einem Kontostand von {amount}.
fi: {accountName}tili {accountNumber}, jolla on {amount}.
hr: {accountName} račun {accountNumber} s iznosom od {amount}.
is: {accountName}, reikningur {accountNumber}, að upphæð {amount}.
kk: {accountNumber} нөмірлі {accountName} банк шотында {amount} сома бар.
nl: {accountName}-rekening {accountNumber} met {amount}.
or: {accountName}ଙ୍କ ଆକାଉଣ୍ଟ ନମ୍ବର {accountNumber}ରେ {amount} ଜମା କରାଯାଇଛି।
ta: {amount} பேலன்ஸைக் கொண்ட {accountName} அக்கவுண்ட் எண்: {accountNumber}.
zh: 账号为 {accountNumber} 的{accountName}账户中的存款金额为 {amount}。

# rallySeeAllBudgets
source: See all budgets
bg: Преглед на всички бюджети
de_at: Alle Budgets anzeigen
fi: Näytä kaikki budjetit
hr: Prikaži sve proračune
is: Sjá allt kostnaðarhámark
kk: Барлық бюджеттерді көру
nl: Alle budgetten bekijken
or: ସବୁ ବଜେଟ୍ ଦେଖନ୍ତୁ
ta: அனைத்து பட்ஜெட்களையும் காட்டு
zh: 查看所有预算

# rallySeeAllBills
source: See all bills
bg: Преглед на всички сметки
de_at: Alle Rechnungen anzeigen
fi: Näytä kaikki laskut
hr: Prikaži sve račune
is: Sjá alla reikninga
kk: Барлық төлемдерді көру
nl: Alle facturen bekijken
or: ସବୁ ବିଲ୍ ଦେଖନ୍ତୁ
ta: அனைத்துப் பில்களையும் காட்டு
zh: 查看所有帐单

# craneFormDate
source: Select date
bg: Избор на дата
de_at: Datum auswählen
fi: Valitse päivämäärä
hr: Odaberite datum
is: Veldu dagsetningu
kk: Күнді таңдау
nl: Datum selecteren
or: ତାରିଖ ଚୟନ କରନ୍ତୁ
ta: தேதியைத் தேர்வுசெய்க
zh: 选择日期

# craneFormOrigin
source: Choose origin
bg: Избор на начална точка
de_at: Abflugort auswählen
fi: Valitse lähtöpaikka
hr: Odaberite polazište
is: Velja brottfararstað
kk: Жөнелу орнын таңдаңыз
nl: Vertrekpunt kiezen
or: ଆରମ୍ଭ ସ୍ଥଳୀ ବାଛନ୍ତୁ
ta: தொடங்குமிடத்தைத் தேர்வுசெய்க
zh: 选择出发地

# craneFly2
source: Khumbu Valley, Nepal
bg: Долината Кхумбу, Непал
fi: Khumbun laakso, Nepal
hr: Dolina Khumbu, Nepal
is: Khumbu-dalur, Nepal
kk: Кхумбу, Непал
nl: Khumbu-vallei, Nepal
or: ଖୁମ୍ୱୁ ଉପତ୍ୟକା, ନେପାଳ
ta: கும்பு வேலி, நேபாளம்
zh: 尼泊尔坤布谷

# craneFly3
source: Machu Picchu, Peru
bg: Мачу Пикчу, Перу
is: Machu Picchu, Perú
kk: Мачу-Пикчу, Перу
or: ମାଚୁ ପିଚୁ, ପେରୁ
ta: மச்சு பிச்சு, பெரு
zh: 秘鲁马丘比丘

# craneFly4
source: Malé, Maldives
bg: Мале, Малдиви
de_at: Malé, Malediven
fi: Malé, Malediivit
hr: Malé, Maldivi
is: Malé, Maldíveyjum
kk: Мале, Мальдив аралдары
nl: Malé, Maldiven
or: ମାଲେ, ମାଳଦ୍ୱୀପ
ta: மாலே, மாலத்தீவுகள்
zh: 马尔代夫马累

# craneFly5
source: Vitznau, Switzerland
bg: Вицнау, Швейцария
de_at: Vitznau, Schweiz
fi: Vitznau, Sveitsi
hr: Vitznau, Švicarska
is: Vitznau, Sviss
kk: Вицнау, Швейцария
nl: Vitznau, Zwitserland
or: ଭିଜ୍‍ନାଉ, ସ୍ଵିଜର୍‌ଲ୍ୟାଣ୍ଡ
ta: விட்ஸ்னாவ், சுவிட்சர்லாந்து
zh: 瑞士维兹诺

# craneFly6
source: Mexico City, Mexico
bg: Град Мексико, Мексико
de_at: Mexiko-Stadt, Mexiko
fi: Mexico City, Meksiko
hr: Ciudad de Mexico, Meksiko
is: Mexíkóborg, Mexíkó
kk: Мехико, Мексика
nl: Mexico-Stad, Mexico
or: ମେକ୍ସିକୋ ସହର, ମେକ୍ସିକୋ
ta: மெக்ஸிகோ நகரம், மெக்ஸிகோ
zh: 墨西哥的墨西哥城

# craneFly7
source: Mount Rushmore, United States
bg: Планината Ръшмор, САЩ
de_at: Mount Rushmore, USA
fi: Mount Rushmore, Yhdysvallat
hr: Mount Rushmore, Sjedinjene Američke Države
is: Mount Rushmore, Bandaríkjunum
kk: Рашмор, АҚШ
nl: Mount Rushmore, Verenigde Staten
or: ମାଉଣ୍ଟ ରସ୍‌ମୋର୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: ரஷ்மோர் மலை, அமெரிக்கா
zh: 美国拉什莫尔山

# settingsTextDirectionLocaleBased
source: Based on locale
bg: Въз основа на локала
de_at: Abhängig von der Sprache
fi: Perustuu kieli- ja maa-asetukseen
hr: Na temelju oznake zemlje/jezika
is: Byggt á staðsetningu
kk: Тіл негізінде
nl: Gebaseerd op land
or: ଲୋକେଲର ଆଧାରରେ
ta: வட்டார மொழியின் அடிப்படையில்
zh: 根据语言区域

# craneFly9
source: Havana, Cuba
bg: Хавана, Куба
de_at: Havanna, Kuba
fi: Havanna, Kuuba
hr: Havana, Kuba
is: Havana, Kúbu
kk: Гавана, Куба
or: ହାଭାନା, କ୍ୟୁବା
ta: ஹவானா, கியூபா
zh: 古巴哈瓦那

# craneFly10
source: Cairo, Egypt
bg: Кайро, Египет
de_at: Kairo, Ägypten
fi: Kairo, Egypti
hr: Kairo, Egipat
is: Kaíró, Egyptalandi
kk: Каир, Мысыр
nl: Caïro, Egypte
or: କାଏରୋ, ଇଜିପ୍ଟ
ta: கெய்ரோ, எகிப்து
zh: 埃及开罗

# craneFly11
source: Lisbon, Portugal
bg: Лисабон, Португалия
de_at: Lissabon, Portugal
fi: Lissabon, Portugali
hr: Lisabon, Portugal
is: Lissabon, Portúgal
kk: Лиссабон, Португалия
nl: Lissabon, Portugal
or: ଲିସବନ୍, ପର୍ତ୍ତୁଗାଲ୍
ta: லிஸ்பன், போர்ச்சுகல்
zh: 葡萄牙里斯本

# craneFly12
source: Napa, United States
bg: Напа, САЩ
de_at: Napa, USA
fi: Napa, Yhdysvallat
hr: Napa, Sjedinjene Američke Države
is: Napa, Bandaríkjunum
kk: Напа, АҚШ
nl: Napa, Verenigde Staten
or: ନାପା, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: நாப்பா, அமெரிக்கா
zh: 美国纳帕

# craneFly13
source: Bali, Indonesia
bg: Бали, Индонезия
de_at: Bali, Indonesien
hr: Bali, Indonezija
is: Balí, Indónesíu
kk: Бали, Индонезия
nl: Bali, Indonesië
or: ବାଲି, ଇଣ୍ଡୋନେସିଆ
ta: பாலி, இந்தோனேசியா
zh: 印度尼西亚巴厘岛

# craneSleep0
source: Malé, Maldives
bg: Мале, Малдиви
de_at: Malé, Malediven
fi: Malé, Malediivit
hr: Malé, Maldivi
is: Malé, Maldíveyjum
kk: Мале, Мальдив аралдары
nl: Malé, Maldiven
or: ମାଲେ, ମାଳଦ୍ୱୀପ
ta: மாலே, மாலத்தீவுகள்
zh: 马尔代夫马累

# craneSleep1
source: Aspen, United States
bg: Аспън, САЩ
de_at: Aspen, USA
fi: Aspen, Yhdysvallat
hr: Aspen, Sjedinjene Američke Države
is: Aspen, Bandaríkjunum
kk: Аспен, АҚШ
nl: Aspen, Verenigde Staten
or: ଅସ୍ପେନ୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: ஆஸ்பென், அமெரிக்கா
zh: 美国阿斯彭

# craneSleep2
source: Machu Picchu, Peru
bg: Мачу Пикчу, Перу
is: Machu Picchu, Perú
kk: Мачу-Пикчу, Перу
or: ମାଚୁ ପିଚୁ, ପେରୁ
ta: மச்சு பிச்சு, பெரு
zh: 秘鲁马丘比丘

# demoCupertinoSegmentedControlTitle
source: Segmented control
bg: Сегментиран превключвател
de_at: Segmentierte Steuerung
fi: Segmenttihallinta
hr: Segmentirano upravljanje
is: Hlutaval
kk: Cегменттелген басқару
nl: Gesegmenteerde bediening
or: ବର୍ଗୀକୃତ ନିୟନ୍ତ୍ରଣ
ta: பகுதிப் பிரிப்பிற்கான கட்டுப்பாடு
zh: 分段控件

# craneSleep4
source: Vitznau, Switzerland
bg: Вицнау, Швейцария
de_at: Vitznau, Schweiz
fi: Vitznau, Sveitsi
hr: Vitznau, Švicarska
is: Vitznau, Sviss
kk: Вицнау, Швейцария
nl: Vitznau, Zwitserland
or: ଭିଜ୍‍ନାଉ, ସ୍ଵିଜର୍‌ଲ୍ୟାଣ୍ଡ
ta: விட்ஸ்னாவ், சுவிட்சர்லாந்து
zh: 瑞士维兹诺
