Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# craneFly1
source: Big Sur, United States
bg: Биг Сър, САЩ
de_at: Big Sur, USA
fi: Big Sur, Yhdysvallat
hr: Big Sur, Sjedinjene Američke Države
is: Big Sur, Bandaríkjunum
kk: Биг-Сур, АҚШ
nl: Big Sur, Verenigde Staten
or: ବିଗ୍ ସୁର୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: பிக் ஸுர், அமெரிக்கா
zh: 美国大苏尔

# craneEat7
source: Nashville, United States
bg: Нашвил, САЩ
de_at: Nashville, USA
fi: Nashville, Yhdysvallat
hr: Nashville, Sjedinjene Američke Države
is: Nashville, Bandaríkjunum
kk: Нашвилл, АҚШ
nl: Nashville, Verenigde Staten
or: ନ୍ୟାସ୍‌ଭ୍ୟାଲି, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: நாஷ்வில்லி, அமெரிக்கா
zh: 美国纳什维尔

# craneEat6
source: Seattle, United States
bg: Сиатъл, САЩ
de_at: Seattle, USA
fi: Seattle, Yhdysvallat
hr: Seattle, Sjedinjene Američke Države
is: Seattle, Bandaríkjunum
kk: Сиэтл, АҚШ
nl: Seattle, Verenigde Staten
or: ସିଟଲ୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: சியாட்டில், அமெரிக்கா
zh: 美国西雅图

# craneFly8
source: Singapore
bg: Сингапур
de_at: Singapur
hr: Singapur
is: Singapúr
kk: Сингапур
or: ସିଙ୍ଗାପୁର
ta: சிங்கப்பூர்
zh: 新加坡

# craneEat4
source: Paris, France
bg: Париж, Франция
de_at: Paris, Frankreich
fi: Pariisi, Ranska
hr: Pariz, Francuska
is: París, Frakklandi
kk: Париж, Франция
nl: Parijs, Frankrijk
or: ପ୍ୟାରିସ୍, ଫ୍ରାନ୍ସ
ta: பாரிஸ், ஃபிரான்ஸ்
zh: 法国巴黎

# craneEat3
source: Portland, United States
bg: Портланд, САЩ
de_at: Portland, USA
fi: Portland, Yhdysvallat
hr: Portland, Sjedinjene Američke Države
is: Portland, Bandaríkjunum
kk: Портленд, АҚШ
nl: Portland, Verenigde Staten
or: ପୋର୍ଟଲ୍ୟାଣ୍ଡ, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: போர்ட்லாந்து, அமெரிக்கா
zh: 美国波特兰

# craneEat2
source: Córdoba, Argentina
bg: Кордоба, Аржентина
de_at: Córdoba, Argentinien
fi: Córdoba, Argentiina
is: Córdoba, Argentínu
kk: Кордова, Аргентина
nl: Córdoba, Argentinië
or: କୋର୍ଡୋବା, ଆର୍ଜେଣ୍ଟିନା
ta: கோர்டோபா, அர்ஜெண்டினா
zh: 阿根廷科尔多瓦

# craneEat1
source: Dallas, United States
bg: Далас, САЩ
de_at: Dallas, USA
fi: Dallas, Yhdysvallat
hr: Dallas, Sjedinjene Američke Države
is: Dallas, Bandaríkjunum
kk: Даллас, АҚШ
nl: Dallas, Verenigde Staten
or: ଡଲାସ୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: டல்லாஸ், அமெரிக்கா
zh: 美国达拉斯

# craneEat0
source: Naples, Italy
bg: Неапол, Италия
de_at: Neapel, Italien
fi: Napoli, Italia
hr: Napulj, Italija
is: Napólí, Ítalíu
kk: Неаполь, Италия
nl: Napels, Italië
or: ନେପଲସ୍, ଇଟାଲୀ
ta: நேப்பிள்ஸ், இத்தாலி
zh: 意大利那不勒斯

# craneSleep11
source: Taipei, Taiwan
bg: Тайпе, Тайван
de_at: Taipeh, Taiwan
hr: Taipei, Tajvan
is: Taipei, Taívan
kk: Тайбэй, Тайвань
or: ତାଇପେଇ, ତାଇୱାନ୍
ta: டாய்பேய், தைவான்
zh: 台湾台北

# craneSleep3
source: Havana, Cuba
bg: Хавана, Куба
de_at: Havanna, Kuba
fi: Havanna, Kuuba
hr: Havana, Kuba
is: Havana, Kúbu
kk: Гавана, Куба
or: ହାଭାନା, କ୍ୟୁବା
ta: ஹவானா, கியூபா
zh: 古巴哈瓦那

# shrineLogoutButtonCaption
source: LOGOUT
bg: ИЗХОД
de_at: ABMELDEN
fi: KIRJAUDU ULOS
hr: ODJAVA
is: SKRÁ ÚT
kk: ШЫҒУ
nl: UITLOGGEN
or: ଲଗଆଉଟ୍
ta: வெளியேறு
zh: 退出

# rallyTitleBills
source: BILLS
bg: СМЕТКИ
de_at: RECHNUNGEN
fi: LASKUT
hr: RAČUNI
is: REIKNINGAR
kk: ШОТТАР
nl: FACTUREN
or: ବିଲ୍‌ଗୁଡ଼ିକ
ta: பில்கள்
zh: 帐单

# rallyTitleAccounts
source: ACCOUNTS
bg: СМЕТКИ
de_at: KONTEN
fi: TILIT
hr: RAČUNI
is: REIKNINGAR
kk: ЕСЕПТІК ЖАЗБАЛАР
or: ଆକାଉଣ୍ଟଗୁଡ଼ିକ
ta: கணக்குகள்
zh: 帐号

# shrineProductVagabondSack
source: Vagabond sack
bg: Раница
de_at: Vagabond-Tasche
fi: Vagabond-laukku
hr: Vrećasta torba
is: Vagabond-taska
kk: Арқаға асатын сөмке
nl: Vagabond-rugtas
or: ଭାଗାବଣ୍ଡ ସାକ୍
ta: வேகபாண்ட் பேக்
zh: 流浪包

# rallyAccountDetailDataInterestYtd
source: Interest YTD
bg: Лихва от началото на годината
de_at: Zinsen seit Jahresbeginn
fi: Korko YTD
hr: Kamate od početka godine do danas
is: Vextir á árinu
kk: Жылдың басынан бергі пайыз
nl: Rente (jaar tot nu toe)
or: ସୁଧ YTD
ta: வட்டி YTD
zh: 年初至今的利息

# shrineProductWhitneyBelt
source: Whitney belt
bg: Кафяв колан
de_at: Whitney-Gürtel
fi: Whitney-vyö
hr: Pojas Whitney
is: Whitney belti
kk: Былғары белдік
nl: Whitney-riem
or: ହ୍ୱିଟ୍‌ନେ ବେଲ୍ଟ
ta: விட்னி பெல்ட்
zh: Whitney 皮带

# shrineProductGardenStrand
source: Garden strand
bg: Огърлица
de_at: Garden-Schmuck
fi: Garden-moniketju
hr: Vrtni konop
is: Hálsmen
kk: Гүлдерден жасалған моншақ
nl: Garden-ketting
or: ଗାର୍ଡେନ୍ ଷ୍ଟ୍ରାଣ୍ଡ
ta: கார்டன் ஸ்டிராண்டு
zh: 花园项链

# shrineProductStrutEarrings
source: Strut earrings
bg: Обици
de_at: Strut-Ohrringe
fi: Näyttävät korvakorut
hr: Strut naušnice
is: Strut-eyrnalokkar
kk: Дөңгелек пішінді сырғалар
nl: Strut-oorbellen
or: ଷ୍ଟ୍ରଟ୍ ଇଅର୍‌ରିଂ
ta: ஸ்டிரட் காதணிகள்
zh: Strut 耳环

# shrineProductVarsitySocks
source: Varsity socks
bg: Спортни чорапи
de_at: Varsity-Socken
fi: Tennissukat
hr: Čarape s prugama
is: Sokkar með röndum
kk: Спорттық шұлықтар
nl: Sportsokken
or: ଭାର୍ସିଟୀ ସକ୍ସ
ta: வார்சிட்டி சாக்ஸ்கள்
zh: 大学代表队袜子

# shrineProductWeaveKeyring
source: Weave keyring
bg: Халка за ключове с плетена дръжка
de_at: Weave-Schlüsselring
fi: Punottu avaimenperä
hr: Pleteni privjesak za ključeve
is: Ofin lyklakippa
kk: Өрілген салпыншақ
nl: Geweven sleutelhanger
or: ୱେଭ୍ କୀ'ରିଂ
ta: வீவ் கீரிங்
zh: 编织钥匙扣

# shrineProductGatsbyHat
source: Gatsby hat
bg: Шапка с периферия
de_at: Gatsby-Hut
fi: Gatsby-hattu
hr: Kačket
is: Gatsby-hattur
kk: Гэтсби стиліндегі шляпа
nl: Gatsby-pet
or: ଗେଟ୍ସବାଏ ହେଟ୍
ta: காட்ஸ்பை தொப்பி
zh: 盖茨比帽

# shrineProductShrugBag
source: Shrug bag
bg: Чанта за рамо
de_at: Shrug-Tasche
fi: Olkalaukku
hr: Torba s kratkom ručkom za nošenje na ramenu
is: Axlarpoki
kk: Хобо сөмкесі
nl: Schoudertas
or: ସ୍ରଗ୍ ବ୍ୟାଗ୍
ta: ஷ்ரக் பேக்
zh: 单肩包

# shrineProductGiltDeskTrio
source: Gilt desk trio
bg: Комплект за бюро
de_at: Goldenes Schreibtischtrio
fi: Kullattu kolmoispöytä
hr: Trio pozlaćenih stolića
is: Þrjú hliðarborð
kk: Үстелдер жиынтығы
nl: Goudkleurig bureautrio
or: ଗ୍ଲିଟ୍ ଡେସ୍କ ଟ୍ରିଓ
ta: கில்ட் டெஸ்க் டிரியோ
zh: 镀金桌上三件套

# shrineProductCopperWireRack
source: Copper wire rack
bg: Полица от медна тел
de_at: Kupferdrahtkorb
fi: Kuparilankahylly
hr: Bakrena vješalica
is: Koparvírarekkki
kk: Мыс сымнан тоқылған себет
nl: Koperen rooster
or: ତମ୍ବା ୱାୟାର୍ ରେକ୍
ta: காப்பர் வயர் ரேக்
zh: 铜线支架

# shrineProductSootheCeramicSet
source: Soothe ceramic set
bg: Керамичен сервиз
de_at: Soothe-Keramikset
fi: Soothe-keramiikka-astiasto
hr: Keramički set Soothe
is: Soothe-keramiksett
kk: Керамика ыдыс-аяқтар жиынтығы
nl: Soothe-keramiekset
or: ସୁଦ୍ ସେରାମିକ୍ ସେଟ୍
ta: இதமான செராமிக் செட்
zh: 典雅的陶瓷套装

# shrineProductHurrahsTeaSet
source: Hurrahs tea set
bg: Сервиз за чай
de_at: Hurrahs-Teeservice
fi: Hurrahs-teeastiasto
hr: Čajni set Hurrahs
is: Hurrahs-tesett
kk: Hurrahs шай сервизі
nl: Hurrahs-theeset
or: ହୁରାହ୍'ର ଟି ସେଟ୍
ta: ஹுர்ராஸ் டீ செட்
zh: Hurrahs 茶具

# shrineProductBlueStoneMug
source: Blue stone mug
bg: Синя керамична чаша
de_at: Blauer Steinkrug
fi: Sininen keraaminen muki
hr: Plava kamena šalica
is: Blár steinbolli
kk: Көк саптыаяқ
nl: Blauwe aardewerken mok
or: ବ୍ଲୁ ଷ୍ଟୋନ୍ ମଗ୍
ta: புளூ ஸ்டோன் மக்
zh: 蓝石杯子

# shrineProductRainwaterTray
source: Rainwater tray
bg: Поднос
de_at: Regenwasserbehälter
fi: Sadeveden keräin
hr: Posuda za kišnicu
is: Regnbakki
kk: Жаңбырдың суы ағатын науа
nl: Opvangbak voor regenwater
or: ରେନ୍‌ୱାଟର୍ ଟ୍ରେ
ta: ரெயின்வாட்டர் டிரே
zh: 雨水排水沟

# shrineProductChambrayNapkins
source: Chambray napkins
bg: Салфетки от шамбре
de_at: Chambray-Servietten
fi: Chambray-lautasliinat
hr: Ubrusi od chambraya
is: Chambray-munnþurrkur
kk: Шүберек майлықтар
nl: Servetten (gebroken wit)
or: ଚାମ୍ବରେ ନାପ୍‌କିନ୍ସ
ta: சாம்பிரே நாப்கின்கள்
zh: 青年布餐巾

# shrineProductSucculentPlanters
source: Succulent planters
bg: Сукулентни растения
de_at: Blumentöpfe für Sukkulenten
fi: Mehikasvien ruukut
hr: Posude za sukulentne biljke
is: Blómapottar fyrir þykkblöðunga
kk: Суккуленттер
nl: Vetplantpotten
or: ସକ୍ୟୁଲେଣ୍ଟ ପ୍ଲାଣ୍ଟର୍ସ
ta: சக்குலண்ட் பிளாண்ட்டர்கள்
zh: 多肉植物花盆

# shrineProductQuartetTable
source: Quartet table
bg: Маса
de_at: Vierbeiniger Tisch
fi: Neliosainen pöytäsarja
hr: Četiri stolića
is: Ferhyrnt borð
kk: Төртбұрышты үстел
nl: Quartet-tafel
or: କ୍ୱାର୍ଟେଟ୍ ଟେବଲ୍
ta: குவார்டெட் டேபிள்
zh: 四方桌

# shrineProductKitchenQuattro
source: Kitchen quattro
bg: Кухненски комплект
de_at: Vierteiliges Küchen-Set
fi: Quattro (keittiö)
hr: Četverodijelni kuhinjski set
kk: Quattro ас үйі
nl: Keukenquattro
or: କିଚେନ୍ କ୍ୱାଟ୍ରୋ
ta: கிட்சன் குவாட்ரோ
zh: 厨房工具四件套

# shrineProductClaySweater
source: Clay sweater
bg: Пастелен пуловер
de_at: Clay-Pullover
fi: Maanvärinen college-paita
hr: Džemper u boji gline
is: Clay-peysa
kk: Ақшыл сары свитер
or: କ୍ଲେ ସ୍ୱେଟର୍
ta: கிளே ஸ்வெட்டர்
zh: 粘土色毛线衣

# shrineProductSeaTunic
source: Sea tunic
bg: Туника
de_at: Sea-Tunika
fi: Merenvärinen tunika
hr: Tunika morskoplave boje
is: Strandskokkur
kk: Жеңіл туника
nl: Tuniek (zeegroen)
or: ସି ଟ୍ୟୁନିକ୍
ta: கடல் டியூனிக்
zh: 海蓝色束腰外衣

# shrineProductPlasterTunic
source: Plaster tunic
bg: Бяла туника
de_at: Plaster-Tunika
fi: Luonnonvalkoinen tunika
hr: Tunika u boji gipsa
is: Ljós skokkur
kk: Ақшыл сары туника
nl: Tuniek (gebroken wit)
or: ପ୍ଲାଷ୍ଟର୍ ଟ୍ୟୁନିକ୍
ta: பிளாஸ்டர் டியூனிக்
zh: 石膏色束腰外衣

# rallyBudgetCategoryRestaurants
source: Restaurants
bg: Ресторанти
fi: Ravintolat
hr: Restorani
is: Veitingastaðir
kk: Мейрамханалар
or: ରେଷ୍ଟୁରାଣ୍ଟଗୁଡ଼ିକ
ta: உணவகங்கள்
zh: 餐馆

# shrineProductChambrayShirt
source: Chambray shirt
bg: Риза от шамбре
de_at: Chambray-Hemd
fi: Chambray-paita
hr: Košulja od chambraya
is: Chambray-skyrta
kk: Шамбре жейде
nl: Spijkeroverhemd
or: ଚାମ୍ବରେ ସାର୍ଟ
ta: சாம்பிரே ஷர்ட்
zh: 青年布衬衫

# shrineProductSeabreezeSweater
source: Seabreeze sweater
bg: Светлосин пуловер
de_at: Seabreeze-Pullover
fi: Merituuli-college
hr: Džemper s nautičkim uzorkom
is: Þunn prjónapeysa
kk: Көкшіл свитер
or: ସିବ୍ରିଜ୍ ସ୍ୱେଟର୍
ta: கடல்காற்றுக்கேற்ற ஸ்வெட்டர்
zh: 海风毛线衣

# shrineProductGentryJacket
source: Gentry jacket
bg: Мъжко яке
de_at: Gentry-Jacke
fi: Gentry-takki
hr: Gentry jakna
is: Herrajakki
kk: Джентри стиліндегі күртке
nl: Gentry-jas
or: ଜେଣ୍ଟ୍ରି ଜ୍ୟାକେଟ୍
ta: ஜெண்ட்ரி ஜாக்கெட்
zh: 绅士夹克

# shrineProductNavyTrousers
source: Navy trousers
bg: Тъмносини панталони
de_at: Navy-Hose
fi: Laivastonsiniset housut
hr: Mornarskoplave hlače
is: Dökkbláar buxur
kk: Қысқа балақ шалбарлар
nl: Broek (marineblauw)
or: ନେଭି ଟ୍ରାଉଜର୍
ta: நேவி டிரவுசர்கள்
zh: 海军蓝裤子

# shrineProductWalterHenleyWhite
source: Walter henley (white)
bg: Бяла блуза
de_at: Walter Henley (weiß)
fi: Walter Henley (valkoinen)
hr: Walter Henley (bijele boje)
is: Walter Henley (hvítur)
kk: Жеңіл ақ кофта
nl: Walter henley (wit)
or: ୱାଲ୍ଟର୍ ହେନ୍‌ଲି (ଧଳା)
ta: வால்ட்டர் ஹென்லே (வெள்ளை)
zh: Walter henley（白色）

# shrineProductSurfAndPerfShirt
source: Surf and perf shirt
bg: Светлосиня тениска
de_at: Surf-and-perf-Hemd
fi: Surffipaita
hr: Surf and perf majica
is: Surf and perf-skyrta
kk: Көкшіл жасыл футболка
or: ସର୍ଫ ଏବଂ ପର୍ଫ ସାର୍ଟ
ta: ஸர்ஃப் & பெர்ஃப் ஷர்ட்
zh: 冲浪衬衫

# shrineProductGingerScarf
source: Ginger scarf
bg: Бежов шал
de_at: Ginger-Schal
fi: Punertava huivi
hr: Šal u boji đumbira
is: Rauðbrúnn trefill
kk: Зімбір түсті мойынорағыш
nl: Sjaal (oker)
or: ଜିଞ୍ଜର୍ ସ୍କାର୍ଫ
ta: ஜிஞ்சர் ஸ்கார்ஃப்
zh: 姜黄色围巾

# shrineProductRamonaCrossover
source: Ramona crossover
bg: Дамска риза
is: Ramona-axlarpoki
kk: Қаусырмалы блузка
or: ରାମୋନା କ୍ରସ୍‌ଓଭର୍
ta: ரமோனா கிராஸ்ஓவர்
zh: Ramona 混搭

# shrineProductClassicWhiteCollar
source: Classic white collar
bg: Класическа бяла якичка
de_at: Klassisch mit weißem Kragen
fi: Klassinen valkokaulus
hr: Klasična bijela košulja
is: Klassísk hvít skyrta
kk: Классикалық ақ жаға
nl: Klassieke witte kraag
or: କ୍ଲାସିକ୍ ହ୍ୱାଇଟ୍ କୋଲାର୍
ta: கிளாசிக்கான வெள்ளை காலர்
zh: 经典白色衣领

# shrineProductSunshirtDress
source: Sunshirt dress
bg: Плажна рокля
de_at: Sunshirt-Kleid
fi: UV-paitamekko
hr: Haljina za zaštitu od sunca
is: Sunshirt-kjóll
kk: Жаздық көйлек
nl: Overhemdjurk
or: ସନ୍‌ସାର୍ଟ ଡ୍ରେସ୍
ta: சன்ஷர்ட் ஆடை
zh: 防晒衣

# rallyAccountDetailDataInterestRate
source: Interest rate
bg: Лихвен процент
de_at: Zinssatz
fi: Korkoprosentti
hr: Kamatna stopa
is: Vextir
kk: Пайыздық мөлшерлеме
nl: Rentepercentage
or: ସୁଧ ଦର
ta: வட்டி விகிதம்
zh: 利率

# rallyAccountDetailDataAnnualPercentageYield
source: Annual percentage yield
bg: Годишна доходност
de_at: Jährlicher Ertrag in Prozent
fi: Vuosituotto prosentteina
hr: Godišnji postotak prinosa
is: Ársávöxtun í prósentum
kk: Жылдық пайыздық көрсеткіш
nl: Jaarlijks rentepercentage
or: ବାର୍ଷିକ ପ୍ରତିଶତ ୟେଲ୍ଡ
ta: சதவீத அடிப்படையில் ஆண்டின் லாபம்
zh: 年收益率

# rallyAccountDataVacation
source: Holiday
bg: Почивка
de_at: Urlaub
fi: Loma
hr: Odmor
is: Frí
kk: Демалыс
nl: Vakantie
or: ଛୁଟି
ta: சுற்றுலா
zh: 度假

# shrineProductFineLinesTee
source: Fine lines tee
bg: Тениска на райета
de_at: Fine Lines-T-Shirt
fi: T-paita, ohuet viivat
hr: Majica s tankim crtama
is: Smáröndóttur bolur
kk: Жолақты футболка
nl: T-shirt met fijne lijnen
or: ଫାଇନ୍ ଲାଇନ୍ ଟି
ta: ஃபைன் லைன்ஸ் டீ-ஷர்ட்
zh: 细条纹 T 恤衫

# rallyAccountDataHomeSavings
source: Home savings
bg: Депозит за жилище
de_at: Ersparnisse für Zuhause
fi: Kodin säästötili
hr: Štednja za kupnju doma
is: Heimilissparnaður
kk: Үй алуға арналған жинақ
nl: Spaarrekening huishouden
or: ହୋମ୍ ସେଭିଂସ୍
ta: வீட்டு சேமிப்புகள்
zh: 家庭储蓄

# rallyAccountDataChecking
source: Current
bg: Разплащателна сметка
de_at: Girokonto
fi: Tarkistetaan
hr: Tekući
is: Athugar
kk: Банк шоты
nl: Lopende rekening
or: ଯାଞ୍ଚ କରାଯାଉଛି
ta: செக்கிங்
zh: 支票帐号

# rallyAccountDetailDataInterestPaidLastYear
source: Interest paid last year
bg: Лихва през миналата година
de_at: Letztes Jahr gezahlte Zinsen
fi: Viime vuonna maksetut korot
hr: Kamate plaćene prošle godine
is: Greiddir vextir á síðasta ári
kk: Өткен жылы төленген пайыз
nl: Betaalde rente vorig jaar
or: ଗତ ବର୍ଷ ଦେଇଥିବା ସୁଧ
ta: கடந்த ஆண்டு செலுத்திய வட்டி
zh: 去年支付的利息

# rallyAccountDetailDataNextStatement
source: Next statement
bg: Следващото извлечение
de_at: Nächster Auszug
fi: Seuraava ote
hr: Sljedeća izjava
is: Næsta yfirlit
kk: Келесі үзінді көшірме
nl: Volgend afschrift
or: ପରବର୍ତ୍ତୀ ଷ୍ଟେଟ୍‍ମେଣ୍ଟ
ta: அடுத்த அறிக்கை
zh: 下一个对帐单

# rallyAccountDetailDataAccountOwner
source: Account owner
bg: Титуляр на сметката
de_at: Kontoinhaber
fi: Tilin omistaja
hr: Vlasnik računa
is: Reikningseigandi
kk: Есептік жазба иесі
nl: Accounteigenaar
or: ଆକାଉଣ୍ଟ ମାଲିକ
ta: கணக்கு உரிமையாளர்
zh: 帐号所有者

# rallyBudgetCategoryCoffeeShops
source: Coffee shops
bg: Кафенета
de_at: Cafés
fi: Kahvilat
hr: Kafići
is: Kaffihús
kk: Кофеханалар
nl: Koffiebars
or: କଫି ଦୋକାନ
ta: காஃபி ஷாப்கள்
zh: 咖啡店

# rallyBudgetCategoryGroceries
source: Groceries
bg: Хранителни стоки
de_at: Lebensmittel
fi: Ruokaostokset
hr: Namirnice
is: Matvörur
kk: Азық-түлік
nl: Boodschappen
or: ଗ୍ରୋସେରୀ
ta: மளிகைப்பொருட்கள்
zh: 杂货

# shrineProductCeriseScallopTee
source: Cerise scallop tee
bg: Черешова тениска
de_at: Cerise-Scallop-T-Shirt
fi: Kirsikanpunainen scallop-teepaita
hr: Tamnoružičasta majica s valovitim rubom
is: Rauðbleikur bolur með ávölum faldi
kk: Қызғылт сары футболка
nl: T-shirt met geschulpte kraag (cerise)
or: ସିରିଜ୍ ସ୍କଲୋପ୍ ଟି
ta: செரைஸ் ஸ்கேலாப் டீ-ஷர்ட்
zh: 樱桃色扇贝 T 恤衫

# rallyBudgetCategoryClothing
source: Clothing
bg: Облекло
de_at: Kleidung
fi: Vaatteet
hr: Odjeća
is: Klæðnaður
kk: Киім
nl: Kleding
or: କପଡ଼ା
ta: ஆடை
zh: 服饰

# rallySettingsManageAccounts
source: Manage accounts
bg: Управление на сметките
de_at: Konten verwalten
fi: Hallitse tilejä
hr: Upravljajte računima
is: Stjórna reikningum
kk: Есептік жазбаларды басқару
nl: Accounts beheren
or: ଆକାଉଣ୍ଟଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ
ta: கணக்குகளை நிர்வகி
zh: 管理帐号

# rallyAccountDataCarSavings
source: Car savings
bg: Депозит за автомобил
de_at: Ersparnisse für Auto
fi: Autosäästötili
hr: Štednja za automobil
is: Bílasparnaður
kk: Көлік алуға арналған жинақ
nl: Spaarrekening auto
or: କାର୍ ସେଭିଂସ୍
ta: கார் சேமிப்புகள்
zh: 购车储蓄

# rallySettingsTaxDocuments
source: Tax documents
bg: Данъчни документи
de_at: Steuerdokumente
fi: Veroasiakirjat
hr: Porezni dokumenti
is: Skattaskjöl
kk: Салық құжаттары
nl: Belastingdocumenten
or: ଟେକ୍ସ ଡକ୍ୟୁମେଣ୍ଟ
ta: வரி தொடர்பான ஆவணங்கள்
zh: 税费文件

# rallySettingsPasscodeAndTouchId
source: Passcode and Touch ID
bg: Код за достъп и Touch ID
de_at: Sicherheitscode und Touch ID
fi: Tunnuskoodi ja Touch ID
hr: Šifra i Touch ID
is: Aðgangskóði og snertiauðkenni
kk: Рұқсат коды және Touch ID
nl: Toegangscode en Touch ID
or: ପାସ୍‌କୋଡ୍ ଏବଂ ଟଚ୍ ID
ta: கடவுக்குறியீடும் தொடுதல் ஐடியும்
zh: 密码和 Touch ID

# rallySettingsNotifications
source: Notifications
bg: Известия
de_at: Benachrichtigungen
fi: Ilmoitukset
hr: Obavijesti
is: Tilkynningar
kk: Хабарландырулар
nl: Meldingen
or: ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ
ta: அறிவிப்புகள்
zh: 通知

# rallySettingsPersonalInformation
source: Personal information
bg: Лична информация
de_at: Personenbezogene Daten
fi: Henkilötiedot
hr: Osobni podaci
is: Persónuupplýsingar
kk: Жеке ақпарат
nl: Persoonlijke informatie
or: ବ୍ୟକ୍ତିଗତ ସୂଚନା
ta: தனிப்பட்ட தகவல்
zh: 个人信息

# rallySettingsPaperlessSettings
source: Paperless settings
bg: Настройки за работа без хартия
de_at: Papierloseinstellungen
fi: Paperittomuuden asetukset
hr: Postavke bez papira
is: Stillingar Paperless
kk: Виртуалды реттеулер
nl: Instellingen voor papierloos gebruik
or: ପେପର୍‌ଲେସ୍ ସେଟିଂସ୍
ta: பேப்பர்லெஸ் அமைப்புகள்
zh: 无纸化设置

# rallySettingsFindAtms
source: Find ATMs
bg: Намиране на банкомати
de_at: Geldautomaten finden
fi: Etsi pankkiautomaatteja
hr: Pronađite bankomate
is: Finna hraðbanka
kk: Банкоматтар табу
nl: Geldautomaten vinden
or: ATM ଖୋଜନ୍ତୁ
ta: ATMகளைக் கண்டறி
zh: 查找 ATM

# rallySettingsHelp
source: Help
bg: Помощ
de_at: Hilfe
fi: Ohje
hr: Pomoć
is: Hjálp
kk: Анықтама
nl: Hulp
or: ସାହାଯ୍ୟ
ta: உதவி
zh: 帮助

# rallySettingsSignOut
source: Sign out
bg: Изход
de_at: Abmelden
fi: Kirjaudu ulos
hr: Odjava
is: Skrá út
kk: Шығу
nl: Uitloggen
or: ସାଇନ୍-ଆଉଟ୍ କରନ୍ତୁ
ta: வெளியேறு
zh: 退出

# rallyAccountTotal
source: Total
bg: Общо
de_at: Summe
fi: Yhteensä
hr: Ukupno
is: Samtals
kk: Барлығы
nl: Totaal
or: ମୋଟ
ta: மொத்தம்
zh: 总计

# rallyBillsDue
source: Due
bg: Дължими
de_at: Fällig:
fi: Maksettavaa
hr: Rok
is: Til greiðslu
kk: Төленетін сома:
nl: Vervaldatum
or: ଧାର୍ଯ୍ୟ ସମୟ
ta: நிலுவை
zh: 应付

# rallyBudgetLeft
source: Left
bg: Остават
de_at: verbleibend
fi: Vasen
hr: Preostalo
is: Eftir
kk: Қалды
nl: Resterend
or: ଅବଶିଷ୍ଟ ଅଛି
ta: மீதம்
zh: 剩余

# rallyAccounts
source: Accounts
bg: Сметки
de_at: Konten
fi: Tilit
hr: Računi
is: Reikningar
kk: Есептік жазбалар
or: ଆକାଉଣ୍ଟଗୁଡ଼ିକ
ta: கணக்குகள்
zh: 帐号

# rallyBills
source: Bills
bg: Сметки
de_at: Rechnungen
fi: Laskut
hr: Računi
is: Reikningar
kk: Шоттар
nl: Facturen
or: ବିଲ୍‌ଗୁଡ଼ିକ
ta: பில்கள்
zh: 帐单

# rallyBudgets
source: Budgets
bg: Бюджети
fi: Budjetit
hr: Proračuni
is: Kostnaðarmörk
kk: Бюджеттер
nl: Budgetten
or: ବଜେଟ୍
ta: பட்ஜெட்கள்
zh: 预算

# rallyAlerts
source: Alerts
bg: Сигнали
de_at: Benachrichtigungen
fi: Ilmoitukset
hr: Upozorenja
is: Tilkynningar
kk: Ескертулер
nl: Meldingen
or: ଆଲର୍ଟଗୁଡ଼ିକ
ta: விழிப்பூட்டல்கள்
zh: 提醒

# rallySeeAll
source: SEE ALL
bg: ПРЕГЛЕД НА ВСИЧКИ
de_at: ALLES ANZEIGEN
fi: NÄYTÄ KAIKKI
hr: PRIKAŽI SVE
is: SJÁ ALLT
kk: БАРЛЫҒЫН КӨРУ
nl: ALLES WEERGEVEN
or: ସବୁ ଦେଖନ୍ତୁ
ta: எல்லாம் காட்டு
zh: 查看全部

# rallyFinanceLeft
source: LEFT
bg: ОСТАВАТ
de_at: VERBLEIBEND
fi: VASEN
hr: PREOSTALO
is: EFTIR
kk: ҚАЛДЫ
nl: RESTEREND
or: ଅବଶିଷ୍ଟ ରାଶି
ta: மீதம்
zh: 剩余

# rallyTitleOverview
source: OVERVIEW
bg: ОБЩ ПРЕГЛЕД
de_at: ÜBERSICHT
fi: ESITTELY
hr: PREGLED
is: YFIRLIT
kk: ШОЛУ
nl: OVERZICHT
or: ସାରାଂଶ
ta: மேலோட்டம்
zh: 概览

# shrineProductShoulderRollsTee
source: Shoulder rolls tee
bg: Тениска
de_at: Shoulder-rolls-T-Shirt
fi: T-paita, käärittävät hihat
hr: Majica s podvrnutim rukavima
is: Bolur með uppbrettum ermum
kk: Кең жеңді футболка
nl: T-shirt met gerolde schouders
or: ସୋଲ୍‌ଡର୍ ରୋଲ୍ସ ଟି
ta: ஷோல்டர் ரோல்ஸ் டீ-ஷர்ட்
zh: 绕肩 T 恤衫

# shrineNextButtonCaption
source: NEXT
bg: НАПРЕД
de_at: WEITER
fi: SEURAAVA
hr: SLJEDEĆE
is: ÁFRAM
kk: КЕЛЕСІ
nl: VOLGENDE
or: ପରବର୍ତ୍ତୀ
ta: அடுத்து
zh: 下一步

# rallyTitleBudgets
source: BUDGETS
bg: БЮДЖЕТИ
fi: BUDJETIT
hr: PRORAČUNI
is: KOSTNAÐARMÖRK
kk: БЮДЖЕТТЕР
nl: BUDGETTEN
or: ବଜେଟ୍
ta: பட்ஜெட்கள்
zh: 预算

# rallyTitleSettings
source: SETTINGS
bg: НАСТРОЙКИ
de_at: EINSTELLUNGEN
fi: ASETUKSET
hr: POSTAVKE
is: STILLINGAR
kk: ПАРАМЕТРЛЕР
nl: INSTELLINGEN
or: ସେଟିଂସ୍
ta: அமைப்புகள்
zh: 设置

# rallyLoginLoginToRally
source: Log in to Rally
bg: Вход в Rally
de_at: In Rally anmelden
fi: Kirjaudu sisään Rallyyn
hr: Prijavite se na Rally
is: Skrá inn í Rally
kk: Rally-ге кіру
nl: Inloggen bij Rally
or: Rallyରେ ଲଗ୍ ଇନ୍ କରନ୍ତୁ
ta: Rallyயில் உள்நுழைக
zh: 登录 Rally

# rallyLoginNoAccount
source: Don't have an account?
bg: Нямате профил?
de_at: Du hast noch kein Konto?
fi: Eikö sinulla ole tiliä?
hr: Nemate račun?
is: Ertu ekki með reikning?
kk: Есептік жазбаңыз жоқ па?
nl: Heb je geen account?
or: କୌଣସି AdSense ଆକାଉଣ୍ଟ ନାହିଁ?
ta: கணக்கு இல்லையா?
zh: 还没有帐号？

# rallyLoginSignUp
source: SIGN UP
bg: РЕГИСТРИРАНЕ
de_at: REGISTRIEREN
fi: REKISTERÖIDY
hr: REGISTRACIJA
is: SKRÁ MIG
kk: ТІРКЕЛУ
nl: AANMELDEN
or: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
ta: பதிவு செய்க
zh: 注册

# rallyLoginUsername
source: Username
bg: Потребителско име
de_at: Nutzername
fi: Käyttäjänimi
hr: Korisničko ime
is: Notandanafn
kk: Пайдаланушы аты
nl: Gebruikersnaam
or: ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ନାମ
ta: பயனர்பெயர்
zh: 用户名

# rallyLoginPassword
source: Password
bg: Парола
de_at: Passwort
fi: Salasana
hr: Zaporka
is: Aðgangsorð
kk: Құпия сөз
nl: Wachtwoord
or: ପାସ୍‌ୱାର୍ଡ
ta: கடவுச்சொல்
zh: 密码

# rallyLoginLabelLogin
source: Log in
bg: Вход
de_at: Anmelden
fi: Kirjaudu sisään
hr: Prijava
is: Skrá inn
kk: Кіру
nl: Inloggen
or: ଲଗ୍ଇନ୍
ta: உள்நுழைக
zh: 登录

# rallyLoginRememberMe
source: Remember me
bg: Запомнете ме
de_at: Angemeldet bleiben
fi: Muista kirjautumiseni
hr: Zapamti me
is: Muna eftir mér
kk: Мені есте сақтасын.
nl: Onthouden
or: ମୋତେ ମନେରଖନ୍ତୁ
ta: எனது கடவுச்சொல்லைச் சேமி
zh: 记住我的登录信息

# rallyLoginButtonLogin
source: LOGIN
bg: ВХОД
de_at: ANMELDEN
fi: KIRJAUDU SISÄÄN
hr: PRIJAVA
is: SKRÁ INN
kk: КІРУ
nl: INLOGGEN
or: ଲଗ୍ ଇନ୍ କରନ୍ତୁ
ta: உள்நுழைக
zh: 登录

# rallyAlertsMessageHeadsUpShopping
source: Beware: you’ve used up {percent} of your shopping budget for this month.
bg: Внимание! Изхарчихте {percent} от бюджета си за пазаруване за този месец.
de_at: Hinweis: Du hast {percent} deines Einkaufsbudgets für diesen Monat verbraucht.
fi: Hei, olet käyttänyt tämän kuun ostosbudjetista {percent}.
hr: Upozorenje! Iskoristili ste {percent} proračuna za kupnju ovaj mjesec.
is: Athugaðu að þú ert búin(n) með {percent} af kostnaðarhámarki mánaðarins.
kk: Назар аударыңыз! Сіз осы айға арналған бюджеттің {percent} жұмсадыңыз.
nl: Let op, je hebt {percent} van je Shopping-budget voor deze maand gebruikt.
or: ଆପଣ ଏହି ମାସ ପାଇଁ {percent} ସପିଂ ବଜେଟ୍ ବ୍ୟବହାର କରିଛନ୍ତି।
ta: கவனத்திற்கு: இந்த மாதத்திற்கான ஷாப்பிங் பட்ஜெட்டில் {percent} பயன்படுத்திவிட்டீர்கள்.
zh: 注意，您已使用本月购物预算的 {percent}。

# rallyAlertsMessageSpentOnRestaurants
source: You’ve spent {amount} on restaurants this week.
bg: Тази седмица сте изхарчили {amount} за ресторанти.
de_at: Du hast diesen Monat {amount} in Restaurants ausgegeben
fi: Tässä kuussa olet käyttänyt {amount} ravintoloihin.
hr: Ovaj ste mjesec potrošili {amount} u restoranima
is: Þú hefur eytt {amount} á veitingastöðum í vikunni.
kk: Осы аптада мейрамханаларға {amount} жұмсадыңыз.
nl: Je hebt deze week {amount} besteed aan restaurants.
or: ଆପଣ ଏହି ମାସରେ ରେଷ୍ଟୁରାଣ୍ଟଗୁଡ଼ିକରେ {amount} ଖର୍ଚ୍ଚ କରିଛନ୍ତି।
ta: இந்த வாரத்தில் உணவகங்களில் {amount} செலவழித்துள்ளீர்கள்.
zh: 本周您已在餐馆花费 {amount}。

# rallyAlertsMessageATMFees
source: You’ve spent {amount} in ATM fees this month
bg: Този месец сте изхарчили {amount} за такси за банкомат
de_at: Du hast diesen Monat {amount} Geldautomatengebühren bezahlt
fi: Tässä kuussa olet käyttänyt {amount} pankkiautomaattien maksuihin
hr: Ovaj ste mjesec potrošili {amount} za naknade za bankomate
is: Þú hefur eytt {amount} í hraðbankagjöld í mánuðinum
kk: Осы айда банкоматтардың комиссиялық алымына {amount} жұмсадыңыз.
nl: Je hebt deze maand {amount} besteed aan geldautomaatkosten
or: ଆପଣ ଏହି ମାସରେ ATM ଶୁଳ୍କରେ {amount} ଖର୍ଚ୍ଚ କରିଛନ୍ତି
ta: இந்த மாதம் ATM கட்டணங்களாக {amount} செலவிட்டுள்ளீர்கள்
zh: 本月您已支付 {amount}的 ATM 取款手续费
