Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# demoCupertinoSwitchSubtitle
source: iOS-style switch
de_at: Schalter im Stil von iOS
fi: iOS-tyylinen kytkin
hr: Prekidač u iOS-ovom stilu
kk: iOS стильді ауыстырғыш
or: iOS-ଷ୍ଟାଇଲ୍ ସ୍ୱିଚ୍
ta: iOS-style ஸ்விட்ச்

# demoSnackbarsText
source: This is a snackbar.
de_at: Das ist eine Snackbar.
fi: Tämä on pikatiedote.
hr: Ovo je kratka interaktivna obavijest.
kk: Бұл — снэкбар.
or: ଏହା ଏକ ସ୍ନାକ୍‌ବାର୍ ଅଟେ।
ta: இதுதான் ஸ்நாக்பார்.

# demoCupertinoSliderSubtitle
source: iOS-style slider
de_at: Schieberegler im Stil von iOS
fi: iOS-tyylinen liukusäädin
hr: Klizač u iOS-ovom stilu
kk: iOS стильді жүгірткі
or: iOS-ଷ୍ଟାଇଲ୍ ସ୍ଲାଇଡର୍
ta: iOS-style ஸ்லைடர்

# demoCupertinoSliderDescription
source: A slider can be used to select from either a continuous or a discrete set of values.
de_at: Ein Schieberegler kann dazu verwendet werden, Werte stufenlos oder aus einer festgelegten Gruppe auszuwählen.
fi: Liukusäätimellä voi valita jatkuvasta tai diskreetistä arvojoukosta.
hr: Klizač se može koristiti za odabir kontinuiranog ili diskretnog skupa vrijednosti.
kk: Жүгірткі үздіксіз немесе дискретті мәндер жиынтығын таңдауға пайдаланылады.
or: ମୂଲ୍ୟଗୁଡ଼ିକର ଏକ ଅବିରତ ବା ଏକ ଭିନ୍ନ ସେଟ୍‌ରୁ ଚୟନ କରିବା ପାଇଁ ଏକ ସ୍ଲାଇଡର୍ ବ୍ୟବହାର କରାଯାଇପାରେ।
ta: தொடர்ச்சியான அல்லது தொடர்ச்சியற்ற மதிப்புத் தொகுப்பிலிருந்து தேர்வுசெய்ய ஸ்லைடரைப் பயன்படுத்தலாம்.

# demoCupertinoSliderContinuous
source: Continuous: {value}
de_at: Stufenlos: {value}
fi: Jatkuva: {value}
hr: Kontinuirano: {value}
kk: Үздіксіз: {value}
or: ଅବିରତ: {value}
ta: தொடர்ச்சியானது: {value}

# demoCupertinoSliderDiscrete
source: Discrete: {value}
de_at: Gruppe: {value}
fi: Diskreetti: {value}
hr: Diskretno: {value}
kk: Дискретті: {value}
or: ଭିନ୍ନ: {value}
ta: தொடர்ச்சியற்றது: {value}

# demoSnackbarsAction
source: You pressed the snackbar action.
de_at: Du hast die Snackbar-Aktion ausgelöst.
fi: Valitsit pikatiedotteen toiminnon.
hr: Pritisnuli ste radnju za kratku interaktivnu obavijest.
kk: Снэкбар әрекеті түймесін бастыңыз.
or: ଆପଣ ସ୍ନାକ୍‌ବାର୍ କାର୍ଯ୍ୟକୁ ଦବାଇଛନ୍ତି।
ta: ஸ்நாக்பாரின் நடவடிக்கையை அழுத்தியுள்ளீர்கள்.

source: Back to Gallery
de_at: Zurück zur Galerie
fi: Takaisin Galleriaan
hr: Natrag u galeriju
kk: Галереяға қайта оралу
or: ଗ୍ୟାଲେରୀକୁ ଫେରନ୍ତୁ
ta: கேலரிக்குத் திரும்பு

# demoCupertinoTabBarTitle
source: Tab bar
de_at: Tab-Leiste
fi: Välilehtipalkki
hr: Traka kartica
kk: Қойындылар жолағы
or: ଟାବ୍ ବାର୍
ta: தாவல் பட்டி

# demoCupertinoSwitchDescription
source: A switch is used to toggle the on/off state of a single setting.
de_at: Mit einem Schalter wird für eine einzelne Einstellung der Wert "An" oder "Aus" festgelegt.
fi: Kytkimellä tietty asetus laitetaan päälle tai pois päältä.
hr: Prekidač se koristi za uključivanje/isključivanje stanja jedne postavke.
kk: Ауыстырғыш жеке параметрдің күйін қосу/өшіру үшін пайдаланылады.
or: ଏକ ସ୍ୱିଚ୍ ଯାହା ଏକ ସିଙ୍ଗଲ୍ ସେଟିଂସ୍‌ର ଚାଲୁ/ବନ୍ଦ ସ୍ଥିତିକୁ ଟୋଗଲ୍ କରିବା ପାଇଁ ବ୍ୟବହୃତ ହୋଇଥାଏ।
ta: ஒற்றை அமைப்பின் ஆன்/ஆஃப் நிலையை மாற்றுவதற்கு ஸ்விட்ச் பயன்படுத்தப்படும்.

# demoSnackbarsActionButtonLabel
source: ACTION
de_at: AKTION
fi: TOIMINTO
hr: RADNJA
kk: ӘРЕКЕТ
or: କାର୍ଯ୍ୟ
ta: நடவடிக்கை

# cupertinoTabBarProfileTab
source: Profile
de_at: Profil
fi: Profiili
hr: Profil
kk: Профиль
or: ପ୍ରୋଫାଇଲ୍
ta: சுயவிவரம்

# demoSnackbarsButtonLabel
source: SHOW A SNACKBAR
de_at: EINE SNACKBAR ANZEIGEN
fi: NÄYTÄ PIKATIEDOTE
hr: PRIKAŽITE KRATKU INTERAKTIVNU OBAVIJEST
kk: СНЭКБАРДЫ КӨРСЕТУ
or: ଏକ ସ୍ନାକ୍‌ବାର୍ ଦେଖାନ୍ତୁ
ta: ஸ்நாக்பாரைக் காட்டு

# demoSnackbarsDescription
source: Snackbars inform users of a process that an app has performed or will perform. They appear temporarily, towards the bottom of the screen. They shouldn’t interrupt the user experience, and they don’t require user input to disappear.
de_at: Snackbars informieren Nutzer über einen Vorgang, den eine App durchgeführt hat oder durchführen wird. Sie erscheinen vorübergehend auf dem unteren Teil des Bildschirms. Der Nutzer wird nicht unterbrochen. Außerdem müssen Snackbars auch nicht geschlossen werden, da sie automatisch wieder ausgeblendet werden.
fi: Pikatiedotteet ilmoittavat käyttäjille prosessista, jonka sovellus on suorittanut tai tulee suorittamaan. Ne näkyvät väliaikaisesti näytön alaosassa. Niiden ei pitäisi häiritä käyttökokemusta, ja ne katoavat itsestään.
hr: Kratke interaktivne obavijesti obavještavaju korisnike o postupku koji je aplikacija izvela ili će izvesti. One se pojavljuju privremeno prema dnu zaslona. Ne bi trebale ometati korisnički doživljaj i nije potreban korisnički unos da bi nestale.
kk: Снэкбарлар пайдаланушыларға қолданбаның орындаған немесе орындайтын процесі туралы хабарлайды. Олар экранның төменгі жағынан уақытша көрсетіледі. Олар пайдаланушыларға кедергі келтірмейді және олардың қатысуынсыз өшеді.
or: ସ୍ନାକ୍‌ବାର୍ ଉପଯୋଗକର୍ତ୍ତାମାନଙ୍କୁ ସେହି ପ୍ରକ୍ରିୟା ବିଷୟରେ ସୂଚନା ଦେଇଥାଏ, ଯାହା ଏକ ଆପ୍ କାର୍ଯ୍ୟ କରିଛି ବା କାର୍ଯ୍ୟ କରିବ। ସେଗୁଡ଼ିକ ସ୍କ୍ରିନ୍‌ର ତଳ ଆଡ଼କୁ ଅସ୍ଥାୟୀ ଭାବେ ଦେଖାଯାଏ। ସେଗୁଡ଼ିକ ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ଅନୁଭବରେ ବାଧା ଉପୁଯାଇବା ଆବଶ୍ୟକ ନୁହେଁ ଏବଂ ଅଦୃଶ୍ୟ ହେବାକୁ ଉପଯୋଗକର୍ତ୍ତା ଇନ୍‌ପୁଟ୍ ଆବଶ୍ୟକ ନୁହେଁ।
ta: ஆப்ஸ் செய்யக்கூடிய அல்லது செய்யவுள்ள செயலாக்கத்தை ஸ்நாக்பார்கள் பயனர்களுக்குத் தெரிவிக்கும். அவை தற்காலிகமாகத் திரையின் கீழ்ப்பகுதியில் தோன்றும். பயனர் அனுபவத்தில் அவை குறுக்கிடக் கூடாது, அத்துடன் பயனர் உள்ளீடு மறையவும் கூடாது.

# demoSnackbarsSubtitle
source: Snackbars show messages at the bottom of the screen
de_at: Snackbars zeigen Meldungen unten auf dem Bildschirm an
fi: Pikatiedotteet näyttävät viestejä näytön alareunassa
hr: Kratke interaktivne obavijesti prikazuju poruke na dnu zaslona
kk: Снэкбарлар экранның төменгі жағында хабарларды көрсетеді.
or: ସ୍ନାକ୍‌ବାର୍ ସ୍କ୍ରିନ୍‌ର ତଳେ ମେସେଜ୍‌ଗୁଡ଼ିକ ଦେଖାଏ
ta: ஸ்நாக்பார்கள் திரையின் கீழ்ப்பகுதியில் செய்திகளைக் காட்டும்

# demoSnackbarsTitle
source: Snackbars
fi: Pikatiedotteet
hr: Kratke interaktivne obavijesti
kk: Снэкбарлар
or: ସ୍ନାକ୍‌ବାର୍
ta: ஸ்நாக்பார்கள்

# demoCupertinoSliderTitle
source: Slider
de_at: Schieberegler
fi: Liukusäädin
hr: Klizač
kk: Жүгірткі
or: ସ୍ଲାଇଡର୍
ta: ஸ்லைடர்

# cupertinoTabBarChatTab
source: Chat
kk: Чат
or: ଚାଟ୍
ta: அரட்டை

# cupertinoTabBarHomeTab
source: Home
de_at: Start
fi: Koti
hr: Početna
kk: Негізгі бет
or: ହୋମ୍
ta: முகப்பு

# demoCupertinoTabBarDescription
source: An iOS-style bottom navigation tab bar. Displays multiple tabs with one tab being active, the first tab by default.
de_at: Eine untere Tab-Leiste zur Navigation im Stil von iOS. Darauf werden mehrere Tabs angezeigt, wobei jeweils ein Tab aktiv ist – standardmäßig der erste.
fi: iOS-tyylinen alareunan välilehtipalkki siirtymistä varten. Näyttää useita välilehtiä, joista yksi on aktiivinen (oletuksena ensimmäinen välilehti).
hr: Donja navigacijska traka kartica u iOS-ovom stilu. Prikazuje više kartica dok je jedna kartica aktivna (prema zadanim postavkama to je prva kartica).
kk: iOS стильді төменгі навигация қойындысы жолағы. Бір қойындысы ашылған бірнеше қойындыларды көрсетеді. Бірінші қойынды әдепкісінше ашық болады.
or: ଏକ iOS-ଷ୍ଟାଇଲ୍ ବଟମ୍ ନାଭିଗେସନ୍ ଟାବ୍ ବାର୍। ଏକାଧିକ ଟାବ୍ ଦେଖାଏ, ଯେଉଁଥିରେ ଡିଫଲ୍ଟ ଭାବେ ପ୍ରଥମ ଟାବ୍ ସକ୍ରିୟ ଥାଏ।
ta: iOS-style கீழ் வழிசெலுத்தல் தாவல் பட்டி. பல தாவல்களைக் காட்டும். அவற்றில் ஒன்று செயலில் இருக்கும், இயல்பாக முதல் தாவல் செயலில் இருக்கும்.

# demoCupertinoTabBarSubtitle
source: iOS-style bottom tab bar
de_at: Untere Tab-Leiste im Stil von iOS
fi: iOS-tyylinen alareunan välilehtipalkki
hr: Donja traka kartica u iOS-ovom stilu
kk: iOS стильді төменгі қойынды жолағы
or: iOS-ଷ୍ଟାଇଲ୍ ବଟମ୍ ଟାବ୍ ବାର୍
ta: iOS-style கீழ்த் தாவல் பட்டி

# demoOptionsFeatureTitle
source: View options
bg: Преглед на опциите
de_at: Optionen für die Ansicht
fi: Näytä asetukset
hr: Opcije prikaza
is: Skoða valkosti
kk: Опцияларды көру
nl: Opties bekijken
or: ବିକଳ୍ପଗୁଡ଼ିକ ଦେଖନ୍ତୁ
ta: விருப்பங்களைக் காட்டுவதற்கான பட்டன்

# demoOptionsFeatureDescription
source: Tap here to view available options for this demo.
bg: Докоснете тук, за да видите наличните опции за тази демонстрация.
de_at: Tippe hier, um die verfügbaren Optionen für diese Demo anzuzeigen.
fi: Voit näyttää esittelystä saatavilla olevat vaihtoehdot napauttamalla tästä.
hr: Dodirnite ovdje da biste vidjeli dostupne opcije za ovaj demo.
is: Ýttu hér til að sjá valkosti í boði fyrir þessa kynningu.
kk: Осы демо нұсқасында қолжетімді опцияларды көру үшін түртіңіз.
nl: Tik hier om de beschikbare opties voor deze demo te bekijken.
or: ଏହି ଡେମୋ ପାଇଁ ଉପଲବ୍ଧ ବିକଳ୍ପଗୁଡ଼ିକୁ ଦେଖିବାକୁ ଏଠାରେ ଟାପ୍ କରନ୍ତୁ।
ta: இந்த டெமோவிற்குக் கிடைக்கக்கூடிய விருப்பங்களைப் பார்க்க இங்கே தட்டவும்.

# demoCodeViewerCopyAll
source: COPY ALL
bg: КОПИРАНЕ НА ВСИЧКО
de_at: ALLES KOPIEREN
fi: KOPIOI KAIKKI
hr: KOPIRAJ SVE
is: AFRITA ALLT
kk: БАРЛЫҒЫН КӨШІРУ
nl: ALLES KOPIËREN
or: ସବୁ କପି କରନ୍ତୁ
ta: அனைத்தையும் நகலெடு
zh: 全部复制

# shrineScreenReaderRemoveProductButton
source: Remove {product}
bg: Премахване на {product}
de_at: {product} entfernen
fi: Poista {product}
hr: Uklonite {product}
is: Fjarlægja {product}
kk: {product} өшіру
nl: {product} verwijderen
or: {product} କାଢ଼ନ୍ତୁ
ta: {product} ஐ அகற்றும்
zh: 移除{product}

# shrineScreenReaderProductAddToCart
source: Add to basket
bg: Добавяне към кошницата
de_at: In den Einkaufswagen
fi: Lisää ostoskoriin
hr: Dodavanje u košaricu
is: Setja í körfu
kk: Себетке қосу
nl: Toevoegen aan winkelwagen
or: କାର୍ଟରେ ଯୋଗ କରନ୍ତୁ
ta: கார்ட்டில் சேர்
zh: 加入购物车

# shrineScreenReaderCart
source: {quantity,plural, =0{Shopping basket, no items}=1{Shopping basket, 1 item}other{Shopping basket, {quantity} items}}
bg: {quantity,plural, =0{Пазарска кошница – няма елементи}=1{Пазарска кошница – 1 елемент}other{Пазарска кошница – {quantity} елемента}}
de_at: {quantity,plural, =0{Einkaufswagen, keine Artikel}=1{Einkaufswagen, 1 Artikel}other{Einkaufswagen, {quantity} Artikel}}
fi: {quantity,plural, =0{Ostoskori, ei tuotteita}=1{Ostoskori, 1 tuote}other{Ostoskori, {quantity} tuotetta}}
hr: {quantity,plural, =0{Košarica, nema artikala}=1{Košarica, jedan artikl}one{Košarica, {quantity} artikl}few{Košarica, {quantity} artikla}other{Košarica, {quantity} artikala}}
is: {quantity,plural, =0{Karfa, engir hlutir}=1{Karfa, 1 hlutur}one{Karfa, {quantity} hlutur}other{Karfa, {quantity} hlutir}}
kk: {quantity,plural, =0{Себетте ешқандай зат жоқ}=1{Себетте 1 зат бар}other{Себет, {quantity} зат бар}}
nl: {quantity,plural, =0{Winkelwagen, geen artikelen}=1{Winkelwagen, 1 artikel}other{Winkelwagen, {quantity} artikelen}}
or: {quantity,plural, =0{ସପିଂ କାର୍ଟ, କୌଣସି ଆଇଟମ୍ ନାହିଁ}=1{ସପିଂ କାର୍ଟ, 1ଟି ଆଇଟମ୍}other{ସପିଂ କାର୍ଟ, {quantity}ଟି ଆଇଟମ୍}}
ta: {quantity,plural, =0{ஷாப்பிங் கார்ட், எதுவும் இல்லை}=1{ஷாப்பிங் கார்ட், 1 பொருள்}other{ஷாப்பிங் கார்ட், {quantity} பொருட்கள்}}
zh: {quantity,plural, =0{购物车，无商品}=1{购物车，1 件商品}other{购物车，{quantity} 件商品}}

# demoCodeViewerFailedToCopyToClipboardMessage
source: Failed to copy to clipboard: {error}
bg: Копирането в буферната памет не бе успешно: {error}
de_at: Fehler beim Kopieren in die Zwischenablage: {error}
fi: Kopiointi leikepöydälle epäonnistui: {error}
hr: Kopiranje u međuspremnik nije uspjelo: {error}
is: Ekki tókst að afrita á klippiborð: {error}
kk: Буферге көшірілмеді: {error}
nl: Kopiëren naar klembord is mislukt: {error}
or: କ୍ଲିପ୍‌ବୋର୍ଡକୁ କପି କରିବାରେ ବିଫଳ ହେଲା: {error}
ta: கிளிப்போர்டுக்கு நகலெடுக்க இயலவில்லை: {error}
zh: 未能复制到剪贴板：{error}

# demoCodeViewerCopiedToClipboardMessage
source: Copied to clipboard.
bg: Копирано в буферната памет.
de_at: In die Zwischenablage kopiert.
fi: Kopioitu leikepöydälle.
hr: Kopirano u međuspremnik.
is: Afritað á klippiborð.
kk: Буферге көшірілді.
nl: Naar klembord gekopieerd.
or: କ୍ଲିପ୍‌ବୋର୍ଡ‌କୁ କପି କରାଯାଇଛି।
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.
zh: 已复制到剪贴板。

# craneSleep8SemanticLabel
source: Mayan ruins on a cliff above a beach
bg: Майски руини на скала над плажа
de_at: Maya-Ruinen auf einer Klippe oberhalb eines Strandes
fi: Mayalaiset rauniot kalliolla rannan yläpuolella
hr: Majanske ruševine na litici iznad plaže
is: Maya-rústir á klettavegg fyrir ofan strönd
kk: Жағалау жанындағы жарда орналасқан майя тайпасының қирандылары
nl: Maya-ruïnes aan een klif boven een strand
or: ସମୂଦ୍ର ତଟରେ ଥିବା ଏକ ଚଟାଣ ଉପରେ ଗଢ଼ିଉଠିଥିବା ମାୟା ସଭ୍ୟତା
ta: பீச்சைத் தாண்டி உள்ள ஒற்றைக் கிளிஃப்பில் உள்ள மாயன்
zh: 坐落于海滩上方一处悬崖上的玛雅遗址

# craneSleep4SemanticLabel
source: Lake-side hotel in front of mountains
bg: Хотел, разположен на брега на езеро, на фона на планини
de_at: Hotel an einem See mit Bergen im Hintergrund
fi: Järvenrantahotelli vuorten edessä
hr: Hotel na obali jezera ispred planina
is: Hótel við vatn með fjallasýn
kk: Таулар алдындағы көл жағасындағы қонақүй
nl: Hotel aan een meer met bergen op de achtergrond
or: ପର୍ବତଗୁଡ଼ିକ ସାମ୍ନାରେ ହ୍ରଦ ପାଖରେ ଥିବା ହୋଟେଲ୍
ta: மலைகளின் முன்னால் ஏரிக்கு அருகில் உள்ள ஹோட்டல்
zh: 坐落在山前的湖畔酒店

# craneSleep2SemanticLabel
source: Machu Picchu citadel
bg: Цитаделата Мачу Пикчу
de_at: Zitadelle von Machu Picchu
fi: Machu Picchun linnake
hr: Citadela Machu Picchu
is: Machu Picchu rústirnar
kk: Мачу-пикчу цитаделі
nl: Citadel Machu Picchu
or: ମାଚୁ ପିଚୁ ସିଟାଡେଲ୍
ta: மாச்சு பிச்சு சைட்டாடெல்
zh: 马丘比丘古城

# craneSleep1SemanticLabel
source: Chalet in a snowy landscape with evergreen trees
bg: Зимен пейзаж с шале и вечнозелени дървета
de_at: Chalet in einer Schneelandschaft mit immergrünen Bäumen
fi: Talvimökki lumisessa maisemassa ja ikivihreitä puita
hr: Planinska kuća u snježnom krajoliku sa zimzelenim drvećem
is: Kofi þakinn snjó í landslagi með sígrænum trjám
kk: Мәңгі жасыл ағаштар өскен қарлы жердегі шале
nl: Chalet in een sneeuwlandschap met naaldbomen
or: ଏଭର୍‌ଗ୍ରୀନ୍ ଗଛ ଓ ଆଖପାଖରେ ବରଫ ପଡ଼ିଥିବା ଦୃଶ୍ୟ
ta: பனிபடர்ந்த மரங்கள் சூழ்ந்த நிலப்பரப்பில் உள்ள சாலேட்
zh: 旁有常青树的雪中小屋

# craneSleep0SemanticLabel
source: Overwater bungalows
bg: Бунгала над водата
fi: Vedenpäällisiä taloja
hr: Bungalovi iznad vode
is: Bústaðir yfir vatni
kk: Су үстіндегі бунгалолар
nl: Bungalows op palen boven het water
or: ପାଣି ଉପରେ ଥିବା ଘର
ta: ஓவர்வாட்டர் பங்களாக்கள்
zh: 水上小屋

# craneFly13SemanticLabel
source: Seaside pool with palm trees
bg: Крайбрежен басейн с палми
de_at: Pool am Meer mit Palmen
fi: Meriallas ja palmuja
hr: Bazen uz more s palmama
is: Sundlaug við sjóinn og pálmatré
kk: Пальма ағаштары өскен теңіз жағасындағы бассейн
nl: Zwembad aan zee met palmbomen
or: ଖଜୁରୀ ଗଛ ଥିବା ସମୁଦ୍ର ପାଖ ପୁଲ୍
ta: பனைமரங்கள் அதிகம் கொண்ட கடலருகே உள்ள குளம்
zh: 旁有棕榈树的海滨泳池

# craneFly12SemanticLabel
source: Pool with palm trees
bg: Басейн с палми
de_at: Pool mit Palmen
fi: Uima-allas ja palmuja
hr: Bazen s palmama
is: Sundlaug og pálmatré
kk: Пальма ағаштары бар бассейн
nl: Zwembad met palmbomen
or: ଖଜୁରୀ ଗଛ ସହ ପୁଲ୍
ta: பனைமரங்கள் சூழ்ந்த குளம்
zh: 旁有棕榈树的泳池

# craneFly11SemanticLabel
source: Brick lighthouse at sea
bg: Тухлен фар край морето
de_at: Aus Ziegelsteinen gemauerter Leuchtturm am Meer
fi: Tiilimajakka meressä
hr: Cigleni svjetionik na moru
is: Múrsteinsviti við sjó
kk: Теңіз жағалауындағы кірпіш шамшырақ
nl: Bakstenen vuurtoren aan zee
or: ସମୂଦ୍ରରେ ଇଟାରେ ତିଆରି ଲାଇଟ୍‌ହାଉସ୍
ta: கடலில் பிரைட்டான லைட்ஹவுஸ்
zh: 海上的砖砌灯塔

# craneFly10SemanticLabel
source: Al-Azhar Mosque towers during sunset
bg: Минаретата на джамията Ал-Азхар при залез
de_at: Minarette der al-Azhar-Moschee bei Sonnenuntergang
fi: Al-Azhar-moskeijan tornit auringonlaskun aikaan
hr: Minareti džamije Al-Azhar za vrijeme zalaska sunca
is: Turnar Al-Azhar moskunnar við sólarlag
kk: Күн батқан кездегі Әл-Азхар мешітінің мұнаралары
nl: Torens van de Al-Azhar-moskee bij zonsondergang
or: ସୂର୍ଯ୍ୟାସ୍ତ ସମୟରେ ଅଲ୍-ଆଜହାର୍ ମୋସ୍କ ଟାୱାର୍‌ର
ta: சூரிய அஸ்தமனத்தின் போது அல் அஜார் மசூதியின் காட்சி
zh: 日落时分的爱资哈尔清真寺塔楼

# craneFly9SemanticLabel
source: Man leaning on an antique blue car
bg: Мъж, облегнат на класическа синя кола
de_at: Mann, der sich gegen einen blauen Oldtimer lehnt
fi: Mies nojaamassa siniseen antiikkiautoon
hr: Muškarac se naslanja na antikni plavi automobil
is: Maður sem hallar sér upp að bláum antíkbíl
kk: Ескі көк автокөлікке сүйеніп тұрған ер адам
nl: Man leunt op een antieke blauwe auto
or: ଏକ ପୁରୁଣା ନୀଳ କାରରେ ବୁଲୁଥିବା ପୁରୁଷ
ta: பழங்கால நீளக் காரில் சாய்ந்தபடி உள்ள ஒருவன்
zh: 倚靠在一辆蓝色古董车上的男子

# craneFly8SemanticLabel
source: Supertree Grove
bg: Горичка от супердървета
kk: Суперағаштар орманы
or: ସୁପର୍‌ଟ୍ରି ଗ୍ରୋଭ୍
ta: சூப்பர்டிரீ குரோவ்
zh: 巨树丛林

# craneEat9SemanticLabel
source: Café counter with pastries
bg: Щанд с печива в кафене
de_at: Café-Theke mit Gebäck
fi: Kahvilan tiski, jossa leivonnaisia
hr: Šank u kafiću sa slasticama
is: Kökur á kaffihúsi
kk: Кафедегі тоқаштар қойылған сөре
nl: Cafétoonbank met gebakjes
or: ପେଷ୍ଟ୍ରୀ ସହ କଫୀ କାଉଣ୍ଟର୍
ta: பாஸ்த்திரிக்கள் உள்ள கஃபே கவுண்ட்டர்
zh: 摆有甜点的咖啡厅柜台

# craneEat2SemanticLabel
source: Burger
bg: Хамбургер
de_at: Hamburger
fi: Hampurilainen
hr: Hamburger
is: Hamborgari
kk: Бургер
nl: Hamburger
or: ବର୍ଗର୍
ta: பர்கர்
zh: 汉堡包

# craneFly5SemanticLabel
source: Lake-side hotel in front of mountains
bg: Хотел, разположен на брега на езеро, на фона на планини
de_at: Hotel an einem See mit Bergen im Hintergrund
fi: Järvenrantahotelli vuorten edessä
hr: Hotel na obali jezera ispred planina
is: Hótel við vatn með fjallasýn
kk: Таулар алдындағы көл жағасындағы қонақүй
nl: Hotel aan een meer met bergen op de achtergrond
or: ପର୍ବତଗୁଡ଼ିକ ସାମ୍ନାରେ ହ୍ରଦ ପାଖରେ ଥିବା ହୋଟେଲ୍
ta: மலைகளின் முன்னால் ஏரிக்கு அருகில் உள்ள ஹோட்டல்
zh: 坐落在山前的湖畔酒店

# demoSelectionControlsSubtitle
source: Tick boxes, radio buttons and switches
bg: Квадратчета за отметка, бутони за избор и превключватели
de_at: Kästchen, Optionsfelder und Schieberegler
fi: Valintaruudut, valintanapit ja päälle/pois-valitsimet
hr: Potvrdni okviri, izborni gumbi i prekidači
is: Gátreitir, valreitir og rofar
kk: Құсбелгі ұяшықтары, ауыстырып қосқыштар және ауыстырғыштар
nl: Selectievakjes, keuzerondjes en schakelaars
or: Checkboxes, ରେଡିଓ ବଟନ୍ ଏବଂ ସ୍ୱିଚ୍‌ଗୁଡ଼ିକ
ta: செக்பாக்ஸ்கள், ரேடியோ பட்டன்கள் மற்றும் ஸ்விட்ச்கள்
zh: 复选框、单选按钮和开关

# craneEat10SemanticLabel
source: Woman holding huge pastrami sandwich
bg: Жена, която държи огромен сандвич с пастърма
de_at: Frau mit riesigem Pastrami-Sandwich
fi: Nainen pitää kädessään suurta pastrami-voileipää
hr: Žena drži ogroman sendvič s dimljenom govedinom
is: Kona sem heldur á stórri nautakjötssamloku
kk: Пастрами қосылған үлкен сэндвичті ұстаған әйел
nl: Vrouw houdt een enorme pastrami-sandwich vast
or: ବଡ଼ ପାଷ୍ଟ୍ରାମି ସାଣ୍ଡୱିଚ୍ ଧରିଥିବା ମହିଳା
ta: பெரிய பாஸ்டிராமி சாண்ட்விச்சை வைத்திருக்கும் பெண்
zh: 拿着超大熏牛肉三明治的女子

# craneFly4SemanticLabel
source: Overwater bungalows
bg: Бунгала над водата
fi: Vedenpäällisiä taloja
hr: Bungalovi iznad vode
is: Bústaðir yfir vatni
kk: Су үстіндегі бунгалолар
nl: Bungalows op palen boven het water
or: ପାଣି ଉପରେ ଥିବା ଘର
ta: ஓவர்வாட்டர் பங்களாக்கள்
zh: 水上小屋

# craneEat7SemanticLabel
source: Bakery entrance
bg: Вход към пекарна
de_at: Eingang einer Bäckerei
fi: Leipomon sisäänkäynti
hr: Ulaz u pekarnicu
is: Inngangur bakarís
kk: Наубайхана есігі
nl: Ingang van bakkerij
or: ବେକେରୀର ପ୍ରବେଶ ସ୍ଥାନ
ta: பேக்கரி நுழைவு
zh: 面包店门口

# craneEat6SemanticLabel
source: Shrimp dish
bg: Ястие със скариди
de_at: Garnelengericht
fi: Katkarapuannos
hr: Jelo od škampa
is: Rækjudiskur
kk: Асшаян тағамы
nl: Gerecht met garnalen
or: ଚିଙ୍ଗୁଡ଼ି ତରକାରି
ta: ஷ்ரிம்ப் டிஷ்
zh: 虾料理

# craneEat5SemanticLabel
source: Artsy restaurant seating area
bg: Артистична зона за сядане в ресторант
de_at: Sitzbereich eines künstlerisch eingerichteten Restaurants
fi: Taiteellinen ravintolan istuma-alue
hr: Područje za sjedenje u umjetničkom restoranu
is: Sæti á listrænum veitingastað
kk: Artsy мейрамханасының демалыс орны
nl: Kunstzinnig zitgedeelte in restaurant
or: ଆର୍ଟସେ ରେଷ୍ଟୁରାଣ୍ଟର ବସିବା ଅଞ୍ଚଳ
ta: ஆர்ட்ஸி உணவகத்தில் உள்ள அமரும் பகுதி
zh: 充满艺术气息的餐厅座位区

# craneEat4SemanticLabel
source: Chocolate dessert
bg: Шоколадов десерт
de_at: Schokoladendessert
fi: Suklaajälkiruoka
hr: Čokoladni desert
is: Súkkulaðieftirréttur
kk: Шоколад десерті
nl: Chocoladetoetje
or: ଚକୋଲେଟ୍ ମିଠା
ta: சாக்கலேட் டெசெர்ட்
zh: 巧克力甜点

# craneEat3SemanticLabel
source: Korean taco
bg: Корейско тако
de_at: Koreanischer Taco
fi: Korealainen taco
hr: Korejski taco
is: Kóreskt taco
kk: Корей такосы
nl: Koreaanse taco
or: କୋରୀୟ ଟାକୋ
ta: கொரிய டாகோ
zh: 韩式玉米卷饼

# craneFly3SemanticLabel
source: Machu Picchu citadel
bg: Цитаделата Мачу Пикчу
de_at: Zitadelle von Machu Picchu
fi: Machu Picchun linnake
hr: Citadela Machu Picchu
is: Machu Picchu rústirnar
kk: Мачу-пикчу цитаделі
nl: Citadel Machu Picchu
or: ମାଚୁ ପିଚୁ ସିଟାଡେଲ୍
ta: மாச்சு பிச்சு சைட்டாடெல்
zh: 马丘比丘古城

# craneEat1SemanticLabel
source: Empty bar with diner-style stools
bg: Празен бар с високи столове
de_at: Leere Bar mit Barhockern
fi: Tyhjä baaritiski ja amerikkalaisravintolan tyyliset tuolit
hr: Prazan bar sa stolicama u stilu zalogajnice
is: Tómur bar með auðum upphækkuðum stólum
kk: Дөңгелек орындықтар қойылған бос бар
nl: Lege bar met barkrukken
or: ଡିନର୍ ଶୈଳୀର ଷ୍ଟୁଲ୍‌ଗୁଡ଼ିକ ଥିବା ଖାଲି ବାର୍
ta: டின்னர் ஸ்டைல் ஸ்டூல்களைக் கொண்ட காலியான பார்
zh: 摆着就餐用高脚椅的空荡荡的酒吧

# craneEat0SemanticLabel
source: Pizza in a wood-fired oven
bg: Пица в пещ на дърва
de_at: Pizza in einem Holzofen
fi: Pizza puu-uunissa
hr: Pizza u krušnoj peći
is: Viðarelduð pítsa í ofni
kk: Ағаш жағылатын пештегі пицца
nl: Pizza in een houtoven
or: ଏକ କାଠର ଓଭାନ୍‌ରେ ପିଜା
ta: கட்டையால் நெருப்பூட்டப்பட்ட ஓவனில் உள்ள பிட்ஜா
zh: 燃木烤箱中的披萨

# craneSleep11SemanticLabel
source: Taipei 101 skyscraper
bg: Небостъргачът Тайпе 101
de_at: Taipei 101
fi: Taipei 101 ‑pilvenpiirtäjä
hr: Neboder Taipei 101
is: Taipei 101 skýjakljúfur
kk: Тайбэй 101 зәулім үйі
or: ଟାଇପେୟୀ 101 ଆକକାଶ ଛୁଆଁ ପ୍ରାସାଦ
ta: தைபெய் 101 ஸ்கைஸ்கிரேப்பர்
zh: 台北 101 摩天大楼

# craneSleep10SemanticLabel
source: Al-Azhar Mosque towers during sunset
bg: Минаретата на джамията Ал-Азхар при залез
de_at: Minarette der al-Azhar-Moschee bei Sonnenuntergang
fi: Al-Azhar-moskeijan tornit auringonlaskun aikaan
hr: Minareti džamije Al-Azhar za vrijeme zalaska sunca
is: Turnar Al-Azhar moskunnar við sólarlag
kk: Күн батқан кездегі Әл-Азхар мешітінің мұнаралары
nl: Torens van de Al-Azhar-moskee bij zonsondergang
or: ସୂର୍ଯ୍ୟାସ୍ତ ସମୟରେ ଅଲ୍-ଆଜହାର୍ ମୋସ୍କ ଟାୱାର୍‌ର
ta: சூரிய அஸ்தமனத்தின் போது அல் அஜார் மசூதியின் காட்சி
zh: 日落时分的爱资哈尔清真寺塔楼

# craneSleep9SemanticLabel
source: Brick lighthouse at sea
bg: Тухлен фар край морето
de_at: Aus Ziegelsteinen gemauerter Leuchtturm am Meer
fi: Tiilimajakka meressä
hr: Cigleni svjetionik na moru
is: Múrsteinsviti við sjó
kk: Теңіз жағалауындағы кірпіш шамшырақ
nl: Bakstenen vuurtoren aan zee
or: ସମୂଦ୍ରରେ ଇଟାରେ ତିଆରି ଲାଇଟ୍‌ହାଉସ୍
ta: கடலில் பிரைட்டான லைட்ஹவுஸ்
zh: 海上的砖砌灯塔

# craneEat8SemanticLabel
source: Plate of crawfish
bg: Раци в чиния
de_at: Teller mit Flusskrebsen
fi: Lautasellinen rapuja
hr: Tanjur s riječnim rakovima
is: Diskur með vatnakröbbum
kk: Шаян салынған тәрелке
nl: Bord met rivierkreeft
or: କଙ୍କଡ଼ା ପରି ଦେଖାଯାଉଥିବା ଚିଙ୍ଗୁଡ଼ି ମାଛ ପ୍ଲେଟ୍
ta: ஒரு பிளேட் கிராஃபிஷ்
zh: 一盘小龙虾

# craneSleep7SemanticLabel
source: Colourful apartments at Ribeira Square
bg: Цветни апартаменти на площад „Рибейра“
de_at: Bunte Häuser am Praça da Ribeira
fi: Värikkäitä rakennuksia Riberia Squarella
hr: Šareni stanovi na trgu Ribeira
is: Litrík hús við Ribeira-torgið
kk: Рибейра алаңындағы түрлі түсті үйлер
nl: Kleurige appartementen aan het Ribeira-plein
or: ରିବେରିଆ ସ୍କୋୟାର୍‌ରେ ରଙ୍ଗୀନ୍ ଆପାର୍ଟମେଣ୍ଟଗୁଡ଼ିକ
ta: ரிபாரியா ஸ்கொயரில் உள்ள கலகலப்பான அபார்ட்மெண்ட்டுகள்
zh: 里贝拉广场中五颜六色的公寓

# craneSleep6SemanticLabel
source: Pool with palm trees
bg: Басейн с палми
de_at: Pool mit Palmen
fi: Uima-allas ja palmuja
hr: Bazen s palmama
is: Sundlaug og pálmatré
kk: Пальма ағаштары бар бассейн
nl: Zwembad met palmbomen
or: ଖଜୁରୀ ଗଛ ସହ ପୁଲ୍
ta: பனைமரங்கள் சூழ்ந்த குளம்
zh: 旁有棕榈树的泳池

# craneSleep5SemanticLabel
source: Tent in a field
bg: Палатка на полето
de_at: Zelt auf einem Feld
fi: Teltta pellolla
hr: Šator u polju
is: Tjald á akri
kk: Даладағы шатыр
nl: Kampeertent in een veld
or: ଏକ ପଡ଼ିଆରେ ଥିବା ଟେଣ୍ଟ
ta: களத்தில் உள்ள டெண்ட்
zh: 野外的帐篷
