Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# craneSleep5
source: Big Sur, United States
bg: Биг Сър, САЩ
de_at: Big Sur, USA
fi: Big Sur, Yhdysvallat
hr: Big Sur, Sjedinjene Američke Države
is: Big Sur, Bandaríkjunum
kk: Биг-Сур, АҚШ
nl: Big Sur, Verenigde Staten
or: ବିଗ୍ ସୁର୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: பிக் ஸுர், அமெரிக்கா
zh: 美国大苏尔

# craneSleep6
source: Napa, United States
bg: Напа, САЩ
de_at: Napa, USA
fi: Napa, Yhdysvallat
hr: Napa, Sjedinjene Američke Države
is: Napa, Bandaríkjunum
kk: Напа, АҚШ
nl: Napa, Verenigde Staten
or: ନାପା, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: நாப்பா, அமெரிக்கா
zh: 美国纳帕

# craneSleep7
source: Porto, Portugal
bg: Порто, Португалия
fi: Porto, Portugali
is: Portó, Portúgal
kk: Порту, Потугалия
or: ପୋର୍ତୋ, ପର୍ତ୍ତୁଗାଲ୍
ta: போர்ட்டோ, போர்ச்சுகல்
zh: 葡萄牙波尔图

# craneSleep8
source: Tulum, Mexico
bg: Тулум, Мексико
de_at: Tulum, Mexiko
fi: Tulum, Meksiko
hr: Tulum, Meksiko
is: Tulum, Mexíkó
kk: Тулум, Мексика
or: ଟ୍ୟୁଲମ୍, ମେକ୍ସିକୋ
ta: டுலூம், மெக்சிகோ
zh: 墨西哥图伦

# craneEat5
source: Seoul, South Korea
bg: Сеул, Южна Корея
de_at: Seoul, Südkorea
fi: Soul, Etelä-Korea
hr: Seoul, Južna Koreja
is: Seúl, Suður-Kóreu
kk: Сеул, Оңтүстік Корея
nl: Seoul, Zuid-Korea
or: ସିଓଲ୍, ଦକ୍ଷିଣ କୋରିଆ
ta: சியோல், தென் கொரியா
zh: 韩国首尔

# demoChipTitle
source: Chips
bg: Чипове
fi: Elementit
hr: Čipovi
is: Kubbar
kk: Чиптер
or: ଚିପ୍ସ
ta: சிப்கள்
zh: 信息块

# demoChipSubtitle
source: Compact elements that represent an input, attribute or action
bg: Компактни елементи, които представят информация за въвеждане, атрибут или действие
de_at: Kompakte Elemente, die für eine Eingabe, ein Attribut oder eine Aktion stehen
fi: Syötettä, määritettä tai toimintoa vastaavat tiiviit elementit
hr: Kompaktni elementi koji predstavljaju unos, atribut ili radnju
is: Þjappaðar einingar sem tákna inntak, eigind eða aðgerð
kk: Енгізуді, атрибутты немесе әрекетті көрсететін шағын элементтер
nl: Compacte elementen die een invoer, kenmerk of actie kunnen vertegenwoordigen
or: ସଂକ୍ଷିପ୍ତ ଉପାଦାନଗୁଡ଼ିକ ଯାହା ଏକ ଇନ୍‍ପୁଟ୍, ବିଶେଷତା କିମ୍ବା କାର୍ଯ୍ୟକୁ ପ୍ରତିନିଧିତ୍ୱ କରେ
ta: இவை உள்ளீட்டையோ பண்புக்கூற்றையோ செயலையோ குறிப்பதற்கான சிறிய கூறுகள் ஆகும்
zh: 代表输入、属性或操作的精简元素

# demoActionChipTitle
source: Action chip
bg: Чип за действие
de_at: Aktions-Chip
fi: Toimintoelementti
hr: Čip radnji
is: Aðgerðarkubbur
kk: Әрекет чипі
nl: Actiechip
or: ଆକ୍ସନ୍ ଚିପ୍
ta: செயல்பாட்டு சிப்
zh: 操作信息块

# demoActionChipDescription
source: Action chips are a set of options which trigger an action related to primary content. Action chips should appear dynamically and contextually in a UI.
bg: Чиповете за действие представляват набор от опции, които задействат действие, свързано с основното съдържание. Те трябва да се показват в потребителския интерфейс динамично и спрямо контекста.
de_at: Aktions-Chips sind eine Gruppe von Optionen, die eine Aktion im Zusammenhang mit wichtigen Inhalten auslösen. Aktions-Chips sollten in der Benutzeroberfläche dynamisch und kontextorientiert erscheinen.
fi: Toimintoelementit ovat vaihtoehtoja, jotka käynnistävät pääsisältöön liittyvän toiminnon. Toimintoelementtien pitäisi tulla näkyviin käyttöliittymissä dynaamisesti ja sopivassa asiayhteydessä.
hr: Čipovi radnje skup su opcija koji pokreću radnju povezanu s primarnim sadržajem. Čipovi radnje trebali bi se prikazivati dinamički i kontekstualno na korisničkom sučelju.
is: Aðgerðarkubbar eru hópur valkosta sem ræsa aðgerð sem tengist upprunaefni. Birting aðgerðarkubba ætti að vera kvik og í samhengi í notandaviðmóti.
kk: Әрекет чиптері — негізгі мазмұнға қатысты әрекетті іске қосатын параметрлер жиынтығы. Олар пайдаланушы интерфейсінде динамикалық және мәнмәтіндік күйде көрсетілуі керек.
nl: Actiechips zijn een reeks opties die een actie activeren voor primaire content. Actiechips zouden dynamisch en contextueel moeten worden weergegeven in een gebruikersinterface.
or: ଆକ୍ସନ୍ ଚିପ୍ସ, ବିକଳ୍ପଗୁଡ଼ିକର ଏକ ସେଟ୍ ଯାହା ପ୍ରାଥମିକ ବିଷୟବସ୍ତୁ ସମ୍ପର୍କିତ କାର୍ଯ୍ୟଗୁଡ଼ିକୁ ଟ୍ରିଗର୍ କରିଥାଏ। ଏକ UIରେ ଆକ୍ସନ୍ ଚିପ୍ସ ଗତିଶୀଳ ଏବଂ ପ୍ରାସଙ୍ଗିକ ଭାବରେ ଦେଖାଯିବା ଉଚିତ।
ta: செயல்பாட்டு சிப்கள் முதன்மை உள்ளடக்கம் தொடர்பான செயலை மேற்கொள்ளத் தூண்டும் விருப்பங்களின் தொகுப்பாகும். குறிப்பிட்ட UIயில் மாறும் விதத்திலும் சூழலுக்கேற்பவும் செயல்பாட்டு சிப்கள் தோன்ற வேண்டும்.
zh: 操作信息块是一组选项，可触发与主要内容相关的操作。操作信息块应以动态和与上下文相关的形式显示在界面中。

# demoChoiceChipTitle
source: Choice chip
bg: Чип за избор
de_at: Auswahl-Chip
fi: Valintaelementti
hr: Čip odabira
is: Valkubbur
kk: Таңдау чипі
nl: Keuzechip
or: ଚଏସ୍ ଚିପ୍
ta: தேர்வு சிப்
zh: 选择信息块

# demoChoiceChipDescription
source: Choice chips represent a single choice from a set. Choice chips contain related descriptive text or categories.
bg: Чиповете за избор представят един избор от даден набор. Те съдържат свързан описателен текст или категории.
de_at: Auswahl-Chips stehen für eine einzelne Auswahl aus einer Gruppe von Optionen. Auswahl-Chips enthalten zugehörigen beschreibenden Text oder zugehörige Kategorien.
fi: Valintaelementit ovat joukkoon kuuluvia yksittäisiä vaihtoehtoja. Valintaelementit sisältävät aiheeseen liittyviä luokkia tai kuvailevaa tekstiä.
hr: Čipovi odabira predstavljaju jedan odabir iz skupa. Čipovi odabira sadrže povezani opisni tekst ili kategorije.
is: Valkubbar tákna eitt val úr mengi. Valkubbar innihalda tengdan lýsandi texta eða flokka.
kk: Таңдау чиптері жиынтықтан бір таңдауды көрсетеді. Оларда сипаттайтын мәтін немесе санаттар болады.
nl: Keuzechips laten de gebruiker één optie kiezen uit een reeks. Keuzechips kunnen gerelateerde beschrijvende tekst of categorieën bevatten.
or: ଚଏସ୍ ଚିପ୍ସ, କୌଣସି ସେଟ୍‍ରୁ ଏକକ ପସନ୍ଦର ପ୍ରତିନିଧିତ୍ୱ କରିଥାଏ। ଚଏସ୍ ଚିପ୍ସରେ ସମ୍ପର୍କିତ ବର୍ଣ୍ଣନାତ୍ମକ ଟେକ୍ସଟ୍ କିମ୍ବା ବର୍ଗଗୁଡ଼ିକ ଥାଏ।
ta: குறிப்பிட்ட தொகுப்பில் இருந்து ஒன்றை மட்டும் தேர்வுசெய்ய தேர்வு சிப்கள் பயன்படுகின்றன. தேர்வு சிப்களில் தொடர்புடைய விளக்க உரையோ வகைகளோ இருக்கும்.
zh: 选择信息块代表一组选择中的一项。选择信息块包含相关的说明性文字或类别。

# demoFilterChipTitle
source: Filter chip
bg: Чип за филтриране
fi: Suodatinelementti
hr: Element filtriranja
is: Síuflaga
kk: Сүзгі чипі
or: ଫିଲ୍ଟର୍ ଚିପ୍
ta: வடிப்பான் சிப்
zh: 过滤条件信息块

# demoFilterChipDescription
source: Filter chips use tags or descriptive words as a way to filter content.
bg: Чиповете за филтриране използват маркери или описателни думи за филтриране на съдържанието.
de_at: Filter-Chips dienen zum Filtern von Inhalten anhand von Tags oder beschreibenden Wörtern.
fi: Suodatinelementeissä käytetään tageja tai kuvailevia sanoja sisällön suodattamiseen.
hr: Elementi filtriranja koriste oznake ili opisne riječi kao način filtriranja sadržaja.
is: Síukubbar nota merki eða lýsandi orð til að sía efni.
kk: Cүзгі чиптері мазмұнды сүзу үшін тэгтер немесе сипаттаушы сөздер пайдаланады.
nl: Filterchips gebruiken tags of beschrijvende woorden als methode om content te filteren.
or: ଫିଲ୍ଟର୍ ଚିପ୍ସ, ବିଷୟବସ୍ତୁକୁ ଫିଲ୍ଟର୍ କରିବାର ଉପାୟ ଭାବରେ ଟ୍ୟାଗ୍ କିମ୍ବା ବର୍ଣ୍ଣନାତ୍ମକ ଶବ୍ଦଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିଥାଏ।
ta: வடிப்பான் சிப்கள் உள்ளடக்கத்தை வடிகட்டுவதற்கு குறிச்சொற்களையோ விளக்கச் சொற்களையோ பயன்படுத்துகின்றன.
zh: 过滤条件信息块使用标签或说明性字词来过滤内容。

# demoInputChipTitle
source: Input chip
bg: Чип за въвеждане
de_at: Eingabe-Chip
fi: Syöte-elementti
hr: Čip unosa
is: Innsláttarkubbur
kk: Енгізу чипі
nl: Invoerchip
or: ଚିପ୍ ଇନ୍‍ପୁଟ୍ କରନ୍ତୁ
ta: சிப்பை உள்ளிடுக
zh: 输入信息块

# demoInputChipDescription
source: Input chips represent a complex piece of information, such as an entity (person, place or thing) or conversational text, in a compact form.
bg: Чиповете за въвеждане представят сложна информация, като например субект (лице, място или предмет) или разговорен текст, в компактен вид.
de_at: Eingabe-Chips stehen für eine komplexe Information, wie eine Entität (Person, Ort oder Gegenstand) oder für Gesprächstext in kompakter Form.
fi: Syöte-elementit ovat monimutkaisia tietoja, kuten yksikkö (henkilö, paikka tai asia) tai keskustelun teksti, tiiviissä muodossa.
hr: Čipovi unosa predstavljaju kompleksne informacije, na primjer entitete (osobe, mjesta ili predmete) ili tekst razgovora, u kompaktnom obliku.
is: Innsláttarkubbar tákna flóknar upplýsingar á borð við einingar (einstakling, stað eða hlut) eða samtalstexta á þjöppuðu sniði.
kk: Енгізу чиптері нысан туралы жалпы ақпаратты (адам, орын немесе зат) немесе жинақы күйдегі чаттың мәтінін көрсетеді.
nl: Invoerchips bevatten een complex informatiefragment, zoals een entiteit (persoon, plaats of object) of gesprekstekst, in compacte vorm.
or: ଇନ୍‍ପୁଟ୍ ଚିପ୍ସ, ଏକ ଏଣ୍ଟିଟି (ବ୍ୟକ୍ତି, ସ୍ଥାନ କିମ୍ବା ଜିନିଷ) କିମ୍ବା ବାର୍ତ୍ତାଳାପ ଟେକ୍ସଟ୍ ପରି ଏକ ଜଟିଳ ସୂଚନାର ଅଂଶକୁ ସଂକ୍ଷିପ୍ତ ଆକାରରେ ପ୍ରତିନିଧିତ୍ୱ କରେ।
ta: குறிப்பிட்ட விஷயம் (நபர், இடம் அல்லது பொருள்) அல்லது உரையாடுவதற்கான உரை போன்ற சிக்கலான தகவல்களை சுருக்கமாகக் குறிக்க உள்ளீட்டு சிப்கள் பயன்படுகின்றன.
zh: 输入信息块以精简的形式显示一段复杂的信息，例如实体（人物、地点或内容）或对话文字。

# craneSleep9
source: Lisbon, Portugal
bg: Лисабон, Португалия
de_at: Lissabon, Portugal
fi: Lissabon, Portugali
hr: Lisabon, Portugal
is: Lissabon, Portúgal
kk: Лиссабон, Португалия
nl: Lissabon, Portugal
or: ଲିସବନ୍, ପର୍ତ୍ତୁଗାଲ୍
ta: லிஸ்பன், போர்ச்சுகல்
zh: 葡萄牙里斯本

# craneEat10
source: Lisbon, Portugal
bg: Лисабон, Португалия
de_at: Lissabon, Portugal
fi: Lissabon, Portugali
hr: Lisabon, Portugal
is: Lissabon, Portúgal
kk: Лиссабон, Португалия
nl: Lissabon, Portugal
or: ଲିସବନ୍, ପର୍ତ୍ତୁଗାଲ୍
ta: லிஸ்பன், போர்ச்சுகல்
zh: 葡萄牙里斯本

# demoCupertinoSegmentedControlDescription
source: Used to select between a number of mutually exclusive options. When one option in the segmented control is selected, the other options in the segmented control cease to be selected.
bg: Служи за избор между няколко взаимоизключващи се опции. При избиране на някоя от опциите в сегментирания превключвател останалите се деактивират.
de_at: Wird verwendet, um aus einer Reihe von Optionen zu wählen, die sich gegenseitig ausschließen. Wenn eine Option in der segmentierten Steuerung ausgewählt ist, wird dadurch die Auswahl für die anderen Optionen aufgehoben.
fi: Tällä valitaan yksi toisensa poissulkevista vaihtoehdoista. Kun yksi segmenttihallituista vaihtoehdoista valitaan, valinta poistuu sen muista vaihtoehdoista.
hr: Koristi se za odabir između nekoliko opcija koje se međusobno isključuju. Kad se u segmentiranom upravljanju odabere jedna opcija, poništava se odabir ostalih opcija.
is: Notað til að velja á milli valkosta sem útiloka hvern annan. Þegar einn valkostur í hlutavali er valinn er ekki lengur hægt að velja hina valkostina.
kk: Бірнеше өзара жалғыз опциялар арасында таңдауға пайдаланылады. Сегменттелген басқаруда бір опция талдалса, ондағы басқа опциялар таңдалмайды.
nl: Wordt gebruikt om een keuze te maken uit verschillende opties die elkaar wederzijds uitsluiten. Als één optie in de gesegmenteerde bediening is geselecteerd, zijn de andere opties in de gesegmenteerde bediening niet meer geselecteerd.
or: କେତେଗୁଡ଼ିଏ ଭିନ୍ନ ସ୍ୱତନ୍ତ୍ର ବିକଳ୍ପ ମଧ୍ୟରୁ ଗୋଟିଏ ନମ୍ବରକୁ ଚୟନ କରିବା ପାଇଁ ଏହା ବ୍ୟବହାର କରାଯାଏ। ଯେତେବେଳେ ବର୍ଗୀକୃତ ନିୟନ୍ତ୍ରଣରୁ ଗୋଟିଏ ବିକଳ୍ପ ଚୟନ କରାଯାଏ, ସେତେବେଳେ ସେହି ବର୍ଗୀକୃତ ନିୟନ୍ତ୍ରଣରୁ ଅନ୍ୟ ବିକଳ୍ପ ଚୟନ କରିହେବ ନାହିଁ।
ta: பல பரஸ்பர பிரத்தியேக விருப்பங்களில் இருந்து தேவையானதைத் தேர்வுசெய்யப் பயன்படுகிறது. பகுதிப் பிரிப்பிற்கான கட்டுப்பாட்டில் ஒரு விருப்பத்தைத் தேர்வுசெய்துவிட்டால் அதிலுள்ள மற்ற விருப்பங்களைத் தேர்வுசெய்ய இயலாது.
zh: 用于在多个互斥的选项之间做选择。分段控件中的任一选项被选中后，该控件中的其余选项便无法被选中。

# chipTurnOnLights
source: Turn on lights
bg: Включване на светлинните индикатори
de_at: Beleuchtung einschalten
fi: Laita valot päälle
hr: Uključivanje svjetla
is: Kveikja á ljósum
kk: Шамдарды қосу
nl: Verlichting inschakelen
or: ଲାଇଟ୍ ଚାଲୁ କରନ୍ତୁ
ta: விளக்குகளை ஆன் செய்க
zh: 开灯

# chipSmall
source: Small
bg: Малък
de_at: Klein
fi: Pieni
hr: Malo
is: Lítill
kk: Кішкене
nl: Klein
or: ଛୋଟ
ta: சிறியது
zh: 小

# chipMedium
source: Medium
bg: Среден
de_at: Mittel
fi: Keskikoko
hr: Srednje
is: Miðlungs
kk: Орташа
nl: Gemiddeld
or: ମଧ୍ୟମ
ta: நடுத்தரமானது
zh: 中

# chipLarge
source: Large
bg: Голям
de_at: Groß
fi: Suuri
hr: Veliko
is: Stór
kk: Үлкен
nl: Groot
or: ବଡ଼
ta: பெரியது
zh: 大

# chipElevator
source: Lift
bg: Асансьор
de_at: Fahrstuhl
fi: Hissi
hr: Dizalo
is: Lyfta
kk: Лифт
or: ଏଲିଭେଟର୍
ta: மின்தூக்கி
zh: 电梯

# chipWasher
source: Washing machine
bg: Пералня
de_at: Waschmaschine
fi: Pesukone
hr: Perilica
is: Þvottavél
kk: Кір жуғыш машина
nl: Wasmachine
or: ୱାସର୍
ta: வாஷர்
zh: 洗衣机

# chipFireplace
source: Fireplace
bg: Камина
de_at: Kamin
fi: Takka
hr: Kamin
is: Arinn
kk: Алауошақ
nl: Haard
or: ଫାୟାରପ୍ଲେସ୍
ta: நெருப்பிடம்
zh: 壁炉

# chipBiking
source: Cycling
bg: Колоездене
de_at: Radfahren
fi: Pyöräily
hr: Vožnja biciklom
is: Hjólandi
kk: Велосипедпен жүру
nl: Fietsen
or: ବାଇକ୍ ଚଲାଇବା
ta: பைக்கிங்
zh: 骑车

# craneFormDiners
source: Diners
bg: Закусвални
de_at: Personenzahl
fi: Ruokaravintolat
hr: Zalogajnice
is: Matsölur
kk: Дәмханалар
nl: Gasten
or: ଭୋଜନକାରୀ ବ୍ୟକ୍ତିମାନେ
ta: உணவருந்துவோர்
zh: 小饭馆

# rallyAlertsMessageUnassignedTransactions
source: {count,plural, =1{Increase your potential tax deduction! Assign categories to 1 unassigned transaction.}other{Increase your potential tax deduction! Assign categories to {count} unassigned transactions.}}
bg: {count,plural, =1{Увеличете потенциалните данъчни облекчения! Задайте категории за 1 транзакция, която няма такива.}other{Увеличете потенциалните данъчни облекчения! Задайте категории за {count} транзакции, които нямат такива.}}
de_at: {count,plural, =1{Erhöhe deine potenziellen Steuervergünstigungen! Du kannst 1 nicht zugewiesenen Transaktion Kategorien zuordnen.}other{Erhöhe deine potenziellen Steuervergünstigungen! Du kannst {count} nicht zugewiesenen Transaktionen Kategorien zuordnen.}}
fi: {count,plural, =1{Lisää mahdollisten verovähennystesi määrää! Anna 1 tuntemattomalle tapahtumalle luokka.}other{Lisää mahdollisten verovähennystesi määrää! Anna {count} tuntemattomalle tapahtumalle luokat.}}
hr: {count,plural, =1{Možda možete dobiti veći povrat poreza! Dodijelite kategorije jednoj nedodijeljenoj transakciji.}one{Možda možete dobiti veći povrat poreza! Dodijelite kategorije {count} nedodijeljenoj transakciji.}few{Možda možete dobiti veći povrat poreza! Dodijelite kategorije za {count} nedodijeljene transakcije.}other{Možda možete dobiti veći povrat poreza! Dodijelite kategorije za {count} nedodijeljenih transakcija.}}
is: {count,plural, =1{Auktu hugsanlegan frádrátt frá skatti! Úthluta flokkum á 1 óúthlutaða færslu.}one{Auktu hugsanlegan frádrátt frá skatti! Úthluta flokkum á {count} óúthlutaða færslu.}other{Auktu hugsanlegan frádrátt frá skatti! Úthluta flokkum á {count} óúthlutaðar færslur.}}
kk: {count,plural, =1{Салықтың шегерілетін сомасын арттырыңыз! 1 тағайындалмаған транзакцияға санаттар тағайындаңыз.}other{Салықтың шегерілетін сомасын арттырыңыз! {count} тағайындалмаған транзакцияға санаттар тағайындаңыз.}}
nl: {count,plural, =1{Verhoog je potentiële belastingaftrek: wijs categorieën toe aan één niet-toegewezen transactie.}other{Verhoog je potentiële belastingaftrek: wijs categorieën toe aan {count} niet-toegewezen transacties.}}
or: {count,plural, =1{ଆପଣଙ୍କର କରରେ ସମ୍ଭାବ୍ୟ ଛାଡ଼କୁ ବଢ଼ାନ୍ତୁ! 1ଟି ଆସାଇନ୍ କରାଯାଇନଥିବା ଟ୍ରାଞ୍ଜାକ୍ସନ୍‌ରେ ବର୍ଗଗୁଡ଼ିକୁ ଆସାଇନ୍ କରନ୍ତୁ।}other{ଆପଣଙ୍କର କରରେ ସମ୍ଭାବ୍ୟ ଛାଡ଼କୁ ବଢ଼ାନ୍ତୁ! {count}ଟି ଆସାଇନ୍ କରାଯାଇନଥିବା ଟ୍ରାଞ୍ଜାକ୍ସନ୍‌ରେ ବର୍ଗଗୁଡ଼ିକୁ ଆସାଇନ୍ କରନ୍ତୁ।}}
ta: {count,plural, =1{உங்களுக்குரிய சாத்தியமான வரிக் கழிவை அதிகரித்துக்கொள்ளுங்கள்! ஒரு பொறுப்புமாற்றப்படாத பணப் பரிமாற்றத்திற்கான வகைகளைச் சேருங்கள்.}other{உங்களுக்குரிய சாத்தியமான வரிக் கழிவை அதிகரித்துக்கொள்ளுங்கள்! {count} பொறுப்புமாற்றப்படாத பணப் பரிமாற்றங்களுக்கான வகைகளைச் சேருங்கள்.}}
zh: {count,plural, =1{提高您可能获享的减免税额！为 1 笔未指定类别的交易指定类别。}other{提高您可能获享的减免税额！为 {count} 笔未指定类别的交易指定类别。}}

# craneFormTime
source: Select time
bg: Избор на час
de_at: Uhrzeit auswählen
fi: Valitse aika
hr: Odaberite vrijeme
is: Veldu tíma
kk: Уақытты таңдаңыз
nl: Tijd selecteren
or: ସମୟ ଚୟନ କରନ୍ତୁ
ta: நேரத்தைத் தேர்வுசெய்க
zh: 选择时间

# craneFormLocation
source: Select location
bg: Избор на местоположение
de_at: Ort auswählen
fi: Valitse sijainti
hr: Odaberite lokaciju
is: Velja staðsetningu
kk: Аймақты таңдаңыз
nl: Locatie selecteren
or: ଲୋକେସନ୍ ଚୟନ କରନ୍ତୁ
ta: இருப்பிடத்தைத் தேர்வுசெய்க
zh: 选择位置

# craneFormTravelers
source: Travellers
bg: Пътуващи
de_at: Reisende
fi: Matkustajat
hr: Putnici
is: Farþegar
kk: Саяхатшылар
nl: Reizigers
or: ଭ୍ରମଣକାରୀମାନେ
ta: பயணிகள்
zh: 旅行者人数

# craneEat8
source: Atlanta, United States
bg: Атланта, САЩ
de_at: Atlanta, USA
fi: Atlanta, Yhdysvallat
hr: Atlanta, Sjedinjene Američke Države
is: Atlanta, Bandaríkjunum
kk: Атланта, АҚШ
nl: Atlanta, Verenigde Staten
or: ଆଟଲାଣ୍ଟା, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: அட்லாண்டா, அமெரிக்கா
zh: 美国亚特兰大

# craneFormDestination
source: Choose destination
bg: Избор на дестинация
de_at: Reiseziel auswählen
fi: Valitse määränpää
hr: Odaberite odredište
is: Veldu áfangastað
kk: Баратын жерді таңдаңыз
nl: Bestemming kiezen
or: ଗନ୍ତବ୍ୟସ୍ଥଳ ବାଛନ୍ତୁ
ta: சேருமிடத்தைத் தேர்வுசெய்க
zh: 选择目的地

# craneFormDates
source: Select dates
bg: Избор на дати
de_at: Daten auswählen
fi: Valitse päivämäärät
hr: Odaberite datume
is: Veldu dagsetningar
kk: Күндерді таңдау
nl: Datums selecteren
or: ତାରିଖଗୁଡ଼ିକୁ ଚୟନ କରନ୍ତୁ
ta: தேதிகளைத் தேர்வுசெய்க
zh: 选择日期

# craneFly
source: FLY
bg: ПОЛЕТИ
de_at: FLIEGEN
fi: LENTÄMINEN
hr: LET
is: FLUG
kk: ҰШУ
nl: VLIEGEN
or: ଫ୍ଲାଏ ମୋଡ୍
ta: விமானங்கள்
zh: 航班

# craneSleep
source: SLEEP
bg: СПАНЕ
de_at: SCHLAFEN
fi: NUKKUMINEN
hr: SPAVANJE
is: SVEFN
kk: ҰЙҚЫ
nl: OVERNACHTEN
or: ସ୍ଲିପ୍ ମୋଡ୍
ta: உறங்குமிடம்
zh: 睡眠

# craneEat
source: EAT
bg: ХРАНЕНЕ
de_at: ESSEN
fi: SYÖMINEN
hr: PREHRANA
is: MATUR
kk: ТАҒАМ
nl: ETEN
or: ଖାଇବାର ସ୍ଥାନଗୁଡ଼ିକ
ta: உணவருந்துமிடம்
zh: 用餐

# craneFlySubhead
source: Explore flights by destination
bg: Разглеждане на полети по дестинация
de_at: Flüge nach Reiseziel suchen
fi: Lennot määränpään mukaan
hr: Istražite letove po odredištu
is: Skoða flug eftir áfangastað
kk: Баратын жерге ұшақ билеттерін қарау
nl: Vluchten bekijken per bestemming
or: ଗନ୍ତବ୍ୟସ୍ଥଳ ଅନୁଯାୟୀ ଫ୍ଲାଇଟ୍‍ଗୁଡ଼ିକ ଏକ୍ସପ୍ଲୋର୍ କରନ୍ତୁ
ta: சேருமிடத்தின் அடிப்படையில் விமானங்களைக் கண்டறிதல்
zh: 按目的地浏览航班

# craneSleepSubhead
source: Explore properties by destination
bg: Разглеждане на имоти по дестинация
de_at: Unterkünfte am Zielort finden
fi: Majoituspaikat määränpään mukaan
hr: Istražite smještajne objekte po odredištu
is: Skoða eignir eftir áfangastað
kk: Баратын жердегі қонақүйлерді қарау
nl: Accommodaties bekijken per bestemming
or: ଗନ୍ତବ୍ୟସ୍ଥଳ ଅନୁଯାୟୀ ପ୍ରୋପର୍ଟି ଏକ୍ସପ୍ଲୋର୍ କରନ୍ତୁ
ta: சேருமிடத்தின் அடிப்படையில் வாடகை விடுதிகளைக் கண்டறிதல்
zh: 按目的地浏览住宿地

# craneEatSubhead
source: Explore restaurants by destination
bg: Разглеждане на ресторанти по дестинация
de_at: Restaurants am Zielort finden
fi: Ravintolat määränpään mukaan
hr: Istražite restorane po odredištu
is: Skoða veitingastaði eftir áfangastað
kk: Баратын жердегі мейрамханаларды қарау
nl: Restaurants bekijken per bestemming
or: ଗନ୍ତବ୍ୟସ୍ଥଳ ଅନୁଯାୟୀ ରେଷ୍ଟୁରାଣ୍ଟଗୁଡ଼ିକ ଏକ୍ସପ୍ଲୋର୍ କରନ୍ତୁ
ta: சேருமிடத்தின் அடிப்படையில் உணவகங்களைக் கண்டறிதல்
zh: 按目的地浏览餐厅

# craneFlyStops
source: {numberOfStops,plural, =0{Non-stop}=1{1 stop}other{{numberOfStops} stops}}
bg: {numberOfStops,plural, =0{Директен}=1{1 прекачване}other{{numberOfStops} прекачвания}}
de_at: {numberOfStops,plural, =0{Nonstop}=1{1 Zwischenstopp}other{{numberOfStops} Zwischenstopps}}
fi: {numberOfStops,plural, =0{Suorat lennot}=1{1 välilasku}other{{numberOfStops} välilaskua}}
hr: {numberOfStops,plural, =0{Direktni}=1{Jedna stanica}one{{numberOfStops} stanica}few{{numberOfStops} stanice}other{{numberOfStops} stanica}}
is: {numberOfStops,plural, =0{Engar millilendingar}=1{Ein millilending}one{{numberOfStops} millilending}other{{numberOfStops} millilendingar}}
kk: {numberOfStops,plural, =0{Тікелей рейс}=1{1 ауысып міну}other{{numberOfStops} аялдама}}
nl: {numberOfStops,plural, =0{Directe vlucht}=1{1 tussenstop}other{{numberOfStops} tussenstops}}
or: {numberOfStops,plural, =0{ନନ୍‌ଷ୍ଟପ୍}=1{1ଟି ରହଣି}other{{numberOfStops}ଟି ରହଣି}}
ta: {numberOfStops,plural, =0{நிறுத்தம் எதுவுமில்லை}=1{ஒரு நிறுத்தம்}other{{numberOfStops} நிறுத்தங்கள்}}
zh: {numberOfStops,plural, =0{直达}=1{经停 1 次}other{经停 {numberOfStops} 次}}

# craneSleepProperties
source: {totalProperties,plural, =0{No available properties}=1{1 available property}other{{totalProperties} available properties}}
bg: {totalProperties,plural, =0{Няма свободни имоти}=1{1 свободен имот}other{{totalProperties} свободни имота}}
de_at: {totalProperties,plural, =0{Keine Unterkünfte verfügbar}=1{1 verfügbare Unterkunft}other{{totalProperties} verfügbare Unterkünfte}}
fi: {totalProperties,plural, =0{Ei majoituspaikkoja saatavilla}=1{1 majoituspaikka saatavilla}other{{totalProperties} majoituspaikkaa saatavilla}}
hr: {totalProperties,plural, =0{Nema dostupnih entiteta}=1{Jedan dostupan entitet}one{{totalProperties} dostupan entitet}few{{totalProperties} dostupna entita}other{{totalProperties} dostupnih entiteta}}
is: {totalProperties,plural, =0{Engar tiltækar eignir}=1{1 tiltæk eign}one{{totalProperties} tiltæk eign}other{{totalProperties} tiltækar eignir}}
kk: {totalProperties,plural, =0{Қолжетімді қонақүйлер жоқ}=1{1 қолжетімді қонақүй}other{{totalProperties} қолжетімді қонақүй}}
nl: {totalProperties,plural, =0{Geen beschikbare accommodaties}=1{1 beschikbare accommodatie}other{{totalProperties} beschikbare accommodaties}}
or: {totalProperties,plural, =0{କୌଣସି ପ୍ରୋପର୍ଟି ଉପଲବ୍ଧ ନାହିଁ}=1{1ଟି ଉପଲବ୍ଧ ଥିବା ପ୍ରୋପର୍ଟି}other{{totalProperties}ଟି ଉପଲବ୍ଧ ଥିବା ପ୍ରୋପର୍ଟି}}
ta: {totalProperties,plural, =0{பிராப்பர்ட்டி எதுவும் இல்லை}=1{ஒரு பிராப்பர்ட்டி உள்ளது}other{{totalProperties} பிராப்பர்ட்டிகள் உள்ளன}}
zh: {totalProperties,plural, =0{无可租赁的房屋}=1{1 处可租赁的房屋}other{{totalProperties} 处可租赁的房屋}}

# craneEatRestaurants
source: {totalRestaurants,plural, =0{No restaurants}=1{1 restaurant}other{{totalRestaurants} restaurants}}
bg: {totalRestaurants,plural, =0{Няма ресторанти}=1{1 ресторант}other{{totalRestaurants} ресторанта}}
de_at: {totalRestaurants,plural, =0{Keine Restaurants}=1{1 Restaurant}other{{totalRestaurants} Restaurants}}
fi: {totalRestaurants,plural, =0{Ei ravintoloita}=1{1 ravintola}other{{totalRestaurants} ravintolaa}}
hr: {totalRestaurants,plural, =0{Nema restorana}=1{Jedan restoran}one{{totalRestaurants} restoran}few{{totalRestaurants} restorana}other{{totalRestaurants} restorana}}
is: {totalRestaurants,plural, =0{Engir veitingastaðir}=1{1 veitingastaður}one{{totalRestaurants} veitingastaður}other{{totalRestaurants} veitingastaðir}}
kk: {totalRestaurants,plural, =0{Мейрамханалар жоқ}=1{1 мейрамхана}other{{totalRestaurants} мейрамхана}}
nl: {totalRestaurants,plural, =0{Geen restaurants}=1{1 restaurant}other{{totalRestaurants} restaurants}}
or: {totalRestaurants,plural, =0{କୌଣସି ରେଷ୍ଟୁରାଣ୍ଟ ନାହିଁ}=1{1ଟି ରେଷ୍ଟୁରାଣ୍ଟ}other{{totalRestaurants}ଟି ରେଷ୍ଟୁରାଣ୍ଟ}}
ta: {totalRestaurants,plural, =0{உணவகங்கள் இல்லை}=1{ஒரு உணவகம்}other{{totalRestaurants} உணவகங்கள்}}
zh: {totalRestaurants,plural, =0{无餐厅}=1{1 家餐厅}other{{totalRestaurants} 家餐厅}}

# craneFly0
source: Aspen, United States
bg: Аспън, САЩ
de_at: Aspen, USA
fi: Aspen, Yhdysvallat
hr: Aspen, Sjedinjene Američke Države
is: Aspen, Bandaríkjunum
kk: Аспен, АҚШ
nl: Aspen, Verenigde Staten
or: ଅସ୍ପେନ୍, ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକା
ta: ஆஸ்பென், அமெரிக்கா
zh: 美国阿斯彭

# demoCupertinoSegmentedControlSubtitle
source: iOS-style segmented control
bg: Сегментиран превключвател в стил iOS
de_at: Segmentierte Steuerung im Stil von iOS
fi: iOS-tyylinen segmenttihallinta
hr: Segmentirano upravljanje u stilu iOS-a
is: Hlutaval með iOS-stíl
kk: iOS стильді сегменттелген басқару
nl: Gesegmenteerde bediening in iOS-stijl
or: iOS-ଶୈଳୀର ବର୍ଗୀକୃତ ନିୟନ୍ତ୍ରଣ
ta: iOS-ஸ்டைல் பகுதிப் பிரிப்பிற்கான கட்டுப்பாடு
zh: iOS 样式的分段控件

# craneSleep10
source: Cairo, Egypt
bg: Кайро, Египет
de_at: Kairo, Ägypten
fi: Kairo, Egypti
hr: Kairo, Egipat
is: Kaíró, Egyptalandi
kk: Каир, Мысыр
nl: Caïro, Egypte
or: କାଏରୋ, ଇଜିପ୍ଟ
ta: கெய்ரோ, எகிப்து
zh: 埃及开罗

# craneEat9
source: Madrid, Spain
bg: Мадрид, Испания
de_at: Madrid, Spanien
fi: Madrid, Espanja
hr: Madrid, Španjolska
is: Madríd, Spáni
kk: Мадрид, Испания
nl: Madrid, Spanje
or: ମାଦ୍ରିଦ୍, ସ୍ପେନ୍
ta: மாட்ரிட், ஸ்பெயின்
zh: 西班牙马德里
