Repository: flutter/samples
Catalog: gallery/gallery/lib/l10n/intl_*.arb
Languages: bg, de_at, fi, hr, is, kk, nl, or, ta, zh

# rallyAlertsMessageCheckingAccount
source: Good work! Your current account is {percent} higher than last month.
bg: Браво! Разплащателната ви сметка е с(ъс) {percent} повече средства спрямо миналия месец.
de_at: Sehr gut! Auf deinem Girokonto ist {percent} mehr Geld als im letzten Monat.
fi: Hienoa – käyttötilisi saldo on {percent} viime kuuta korkeampi.
hr: Bravo! Na tekućem računu imate {percent} više nego prošli mjesec.
is: Vel gert! Þú átt {percent} meira inni á veltureikningnum þínum en í síðasta mánuði.
kk: Тамаша! Шотыңызда өткен аймен салыстырғанда {percent} артық ақша бар.
nl: Goed bezig! Er staat {percent} meer op je lopende rekening dan vorige maand.
or: ବଢ଼ିଆ କାମ! ଗତ ମାସଠାରୁ ଆପଣଙ୍କ ଆକାଉଣ୍ଟର ଚେକିଂ {percent} ବଢ଼ିଛି।
ta: பாராட்டுகள்! உங்கள் செக்கிங் கணக்கு சென்ற மாதத்தைவிட {percent} அதிகரித்துள்ளது.
zh: 做得好！您的支票帐号余额比上个月多 {percent}。

# shrineMenuCaption
source: MENU
bg: МЕНЮ
de_at: MENÜ
fi: VALIKKO
hr: IZBORNIK
is: VALMYND
kk: МӘЗІР
or: ମେନୁ
ta: மெனு
zh: 菜单

# shrineCategoryNameAll
source: ALL
bg: ВСИЧКИ
de_at: ALLE
fi: KAIKKI
hr: SVE
is: ALLT
kk: БАРЛЫҒЫ
nl: ALLE
or: ସମସ୍ତ
ta: அனைத்தும்
zh: 全部

# shrineCategoryNameAccessories
source: ACCESSORIES
bg: АКСЕСОАРИ
de_at: ACCESSOIRES
fi: ASUSTEET
hr: DODACI
is: AUKABÚNAÐUR
kk: ӘШЕКЕЙЛЕР
nl: ACCESSOIRES
or: ଆକସେସୋରୀ
ta: அணிகலன்கள்
zh: 配件

# shrineCategoryNameClothing
source: CLOTHING
bg: ОБЛЕКЛО
de_at: KLEIDUNG
fi: VAATTEET
hr: ODJEĆA
is: FÖT
kk: КИІМ
nl: KLEDING
or: ପୋଷାକ
ta: ஆடை
zh: 服饰

# shrineCategoryNameHome
source: HOME
bg: ДОМАШНИ
de_at: ZUHAUSE
fi: KOTI
hr: DOM
is: HEIMA
kk: ҮЙ
nl: IN HUIS
or: ଘର
ta: வீட்டுப்பொருட்கள்
zh: 家用

# shrineLoginUsernameLabel
source: Username
bg: Потребителско име
de_at: Nutzername
fi: Käyttäjänimi
hr: Korisničko ime
is: Notandanafn
kk: Пайдаланушы аты
nl: Gebruikersnaam
or: ଉପଯୋଗକର୍ତ୍ତାଙ୍କ ନାମ
ta: பயனர்பெயர்
zh: 用户名

# shrineLoginPasswordLabel
source: Password
bg: Парола
de_at: Passwort
fi: Salasana
hr: Zaporka
is: Aðgangsorð
kk: Құпия сөз
nl: Wachtwoord
or: ପାସ୍‌ୱାର୍ଡ
ta: கடவுச்சொல்
zh: 密码

# shrineCancelButtonCaption
source: CANCEL
bg: ОТКАЗ
de_at: ABBRECHEN
fi: PERUUTA
hr: ODUSTANI
is: HÆTTA VIÐ
kk: БАС ТАРТУ
nl: ANNULEREN
or: ବାତିଲ୍ କରନ୍ତୁ
ta: ரத்துசெய்
zh: 取消

# shrineCartTaxCaption
source: Tax:
bg: Данък:
de_at: Steuern:
fi: Verot:
hr: Porez:
is: Skattur:
kk: Салық:
nl: Btw:
or: କର:
ta: வரி:
zh: 税费：

# shrineCartPageCaption
source: BASKET
bg: КОШНИЦА
de_at: EINKAUFSWAGEN
fi: OSTOSKORI
hr: KOŠARICA
is: KARFA
kk: СЕБЕТ
nl: WINKELWAGEN
or: କାର୍ଟ
ta: கார்ட்
zh: 购物车

# shrineProductQuantity
source: Quantity: {quantity}
bg: Количество: {quantity}
de_at: Anzahl: {quantity}
fi: Määrä: {quantity}
hr: Količina: {quantity}
is: Magn: {quantity}
kk: Саны: {quantity}
nl: Aantal: {quantity}
or: ପରିମାଣ: {quantity}
ta: எண்ணிக்கை: {quantity}
zh: 数量：{quantity}

# shrineCartItemCount
source: {quantity,plural, =0{NO ITEMS}=1{1 ITEM}other{{quantity} ITEMS}}
bg: {quantity,plural, =0{НЯМА АРТИКУЛИ}=1{1 АРТИКУЛ}other{{quantity} АРТИКУЛА}}
de_at: {quantity,plural, =0{KEINE ELEMENTE}=1{1 ELEMENT}other{{quantity} ELEMENTE}}
fi: {quantity,plural, =0{EI TUOTTEITA}=1{1 TUOTE}other{{quantity} TUOTETTA}}
hr: {quantity,plural, =0{NEMA STAVKI}=1{JEDNA STAVKA}one{{quantity} STAVKA}few{{quantity} STAVKE}other{{quantity} STAVKI}}
is: {quantity,plural, =0{ENGIN ATRIÐI}=1{1 ATRIÐI}one{{quantity} ATRIÐI}other{{quantity} ATRIÐI}}
kk: {quantity,plural, =0{ЭЛЕМЕНТТЕР ЖОҚ}=1{1 ЭЛЕМЕНТ}other{{quantity} ЭЛЕМЕНТ}}
nl: {quantity,plural, =0{GEEN ITEMS}=1{1 ITEM}other{{quantity} ITEMS}}
or: {quantity,plural, =0{କୌଣସି ଆଇଟମ୍ ନାହିଁ}=1{1ଟି ଆଇଟମ୍}other{{quantity}ଟି ଆଇଟମ୍}}
ta: {quantity,plural, =0{எதுவும் இல்லை}=1{ஒரு பொருள்}other{{quantity} பொருட்கள்}}
zh: {quantity,plural, =0{无商品}=1{1 件商品}other{{quantity} 件商品}}

# shrineCartClearButtonCaption
source: CLEAR BASKET
bg: ИЗЧИСТВАНЕ НА КОШНИЦАТА
de_at: EINKAUFSWAGEN LEEREN
fi: TYHJENNÄ OSTOSKORI
hr: ISPRAZNI KOŠARICU
is: HREINSA KÖRFU
kk: СЕБЕТТІ ТАЗАЛАУ
nl: WINKELWAGEN LEEGMAKEN
or: କାର୍ଟ ଖାଲି କରନ୍ତୁ
ta: கார்ட்டை காலி செய்
zh: 清空购物车

# shrineCartTotalCaption
source: TOTAL
bg: ОБЩО
de_at: SUMME
fi: YHTEENSÄ
hr: UKUPNO
is: SAMTALS
kk: БАРЛЫҒЫ
nl: TOTAAL
or: ମୋଟ
ta: மொத்தம்
zh: 总计

# shrineCartSubtotalCaption
source: Subtotal:
bg: Междинна сума:
de_at: Zwischensumme:
fi: Välisumma:
hr: Međuzbroj:
is: Millisamtala:
kk: Барлығы:
nl: Subtotaal:
or: ସର୍ବମୋଟ:
ta: கூட்டுத்தொகை:
zh: 小计：

# shrineCartShippingCaption
source: Delivery:
bg: Доставка:
de_at: Versand:
fi: Toimituskulut:
hr: Dostava:
is: Sending:
kk: Жөнелту:
nl: Verzendkosten:
or: ସିପିଂ:
ta: ஷிப்பிங் விலை:
zh: 运费：

# shrineProductGreySlouchTank
source: Grey slouch tank top
bg: Сива фланелка без ръкави
de_at: Graues Slouchy-Tanktop
fi: Hihaton harmaa löysä paita
hr: Siva majica bez rukava
is: Grár, víður hlýrabolur
kk: Сұр майка
nl: Ruimvallende tanktop (grijs)
or: ଗ୍ରେ ସ୍ଲାଉଚ୍ ଟାଙ୍କ
ta: கிரே ஸ்லவுச் டேங்க்
zh: 灰色水槽

# shrineProductStellaSunglasses
source: Stella sunglasses
bg: Слънчеви очила Stella
de_at: Stella-Sonnenbrille
fi: Stella-aurinkolasit
hr: Sunčane naočale Stella
is: Stella-sólgleraugu
kk: Stella көзілдірігі
nl: Stella-zonnebril
or: ଷ୍ଟେଲା ସନ୍‌ଗ୍ଲାସ୍
ta: ஸ்டெல்லா சன்கிளாஸ்கள்
zh: Stella 太阳镜

# shrineProductWhitePinstripeShirt
source: White pinstripe shirt
bg: Бяла риза с тънки райета
de_at: Weißes Nadelstreifenhemd
fi: Valkoinen liituraitapaita
hr: Prugasta bijela košulja
is: Hvít teinótt skyrta
kk: Жолақты жейде
nl: Wit shirt met krijtstreep
or: ଧଳା ପିନ୍‌ଷ୍ଟ୍ରିପ୍ ସାର୍ଟ
ta: வெள்ளை பின்ஸ்டிரைப் ஷர்ட்
zh: 白色细条纹衬衫

# demoTextFieldWhereCanWeReachYou
source: Where can we contact you?
bg: Как можем да се свържем с вас?
de_at: Unter welcher Nummer können wir dich erreichen?
fi: Mistä sinut saa kiinni?
hr: Na kojem vas broju možemo dobiti?
is: Hvar getum við náð í þig?
kk: Сізбен қалай хабарласуға болады?
nl: Op welk nummer kunnen we je bereiken?
or: ଆମେ କେଉଁଥିରେ ଆପଣଙ୍କୁ ସମ୍ପର୍କ କରିବୁ?
ta: உங்களை எப்படித் தொடர்புகொள்வது?
zh: 我们如何与您联系？

# settingsTextDirectionLTR
source: LTR
bg: От ляво надясно
de_at: Rechtsläufig
fi: V-O
hr: Slijeva udesno
is: Vinstri til hægri
kk: СОЛДАН ОҢҒА
nl: Van links naar rechts
ta: இடமிருந்து வலம்
zh: 从左到右

# settingsTextScalingLarge
source: Large
bg: Голям
de_at: Groß
fi: Suuri
hr: Veliki
is: Stórt
kk: Үлкен
nl: Groot
or: ବଡ଼
ta: பெரியது
zh: 大

# demoBottomSheetHeader
source: Header
bg: Заглавка
de_at: Kopfzeile
fi: Ylätunniste
hr: Zaglavlje
is: Haus
kk: Тақырып
nl: Kop
or: ହେଡର୍
ta: மேற்தலைப்பு
zh: 页眉

# demoBottomSheetItem
source: Item {value}
bg: Артикул {value}
de_at: Artikel: {value}
fi: Tuote {value}
hr: Stavka {value}
is: Vara {value}
kk: {value}
or: ଆଇଟମ୍ {value}
ta: {value} பொருள்
zh: 项 {value}

# demoBottomTextFieldsTitle
source: Text fields
bg: Текстови полета
de_at: Textfelder
fi: Tekstikentät
hr: Tekstualna polja
is: Textareitir
kk: Мәтін өрістері
nl: Tekstvelden
or: ଟେକ୍ସଟ୍ ଫିଲ୍ଡ
ta: உரைப் புலங்கள்
zh: 文本字段

# demoTextFieldTitle
source: Text fields
bg: Текстови полета
de_at: Textfelder
fi: Tekstikentät
hr: Tekstualna polja
is: Textareitir
kk: Мәтін өрістері
nl: TEKSTVELDEN
or: ଟେକ୍ସଟ୍ ଫିଲ୍ଡ
ta: உரைப் புலங்கள்
zh: 文本字段

# demoTextFieldSubtitle
source: Single line of editable text and numbers
bg: Един ред от текст и числа, който може да се редактира
de_at: Einzelne Linie mit Text und Zahlen, die bearbeitet werden können
fi: Yksi rivi muokattavaa tekstiä ja numeroita
hr: Jedan redak teksta i brojeva koji se mogu uređivati
is: Ein lína með texta og tölum sem hægt er að breyta
kk: Мәтін мен сандарды өңдеуге арналған жалғыз сызық
nl: Eén regel bewerkbare tekst en cijfers
or: ଏଡିଟ୍ ଯୋଗ୍ୟ ଟେକ୍ସଟ୍ ଏବଂ ସଂଖ୍ୟାଗୁଡ଼ିକର ସିଙ୍ଗଲ୍ ଲାଇନ୍
ta: திருத்தக்கூடிய ஒற்றை வரி உரையும் எண்களும்
zh: 单行可修改的文字和数字

# demoTextFieldDescription
source: Text fields allow users to enter text into a UI. They typically appear in forms and dialogues.
bg: Текстовите полета дават възможност на потребителите да въвеждат текст в потребителския интерфейс. Те обикновено се срещат в диалогови прозорци и формуляри.
de_at: Über Textfelder können Nutzer Text auf einer Benutzeroberfläche eingeben. Sie sind in der Regel in Formularen und Dialogfeldern zu finden.
fi: Tekstikentässä käyttäjä voi lisätä käyttöliittymään tekstiä. Niitä on yleensä lomakkeissa ja valintaikkunoissa.
hr: Tekstualna polja omogućuju korisnicima da unesu tekst u korisničko sučelje. Obično su u obliku obrazaca i dijaloga.
is: Textareitir gera notendum kleift að slá texta inn í notendaviðmót. Þeir eru yfirleitt á eyðublöðum og í gluggum.
kk: Мәтін өрістері арқылы пайдаланушы интерфейсіне мәтін енгізуге болады. Әдетте олар үлгілер мен диалогтік терезелерге шығады.
nl: Met tekstvelden kunnen gebruikers tekst invoeren in een gebruikersinterface. Ze worden meestal gebruikt in formulieren en dialoogvensters.
or: ଟେକ୍ସଟ୍ ଫିଲ୍ଡ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ଏକ UIରେ ଟେକ୍ସଟ୍ ଲେଖିବାକୁ ଅନୁମତି ଦେଇଥାଏ। ସେମାନେ ସାଧାରଣତଃ ଫର୍ମ ଏବଂ ଡାଇଲଗ୍‌ରେ ଦେଖାଯାଆନ୍ତି।
ta: உரைப் புலங்கள் பயனர்களை UIயில் உரையை உள்ளிட அனுமதிக்கும். அவை வழக்கமாகப் படிவங்களாகவும் உரையாடல்களாகவும் தோன்றும்.
zh: 文本字段可让用户在界面中输入文本。这些字段通常出现在表单和对话框中。

# demoTextFieldShowPasswordLabel
source: Show password
bg: Показване на паролата
de_at: Passwort anzeigen
fi: Näytä salasana
hr: Prikaži zaporku
is: Sýna aðgangsorð
kk: Құпия сөзді көрсету
nl: Wachtwoord weergeven
or: ପାସ୍‍ୱାର୍ଡ ଦେଖାନ୍ତୁ
ta: கடவுச்சொல்லைக் காட்டு
zh: 显示密码

# demoTextFieldHidePasswordLabel
source: Hide password
bg: Скриване на паролата
de_at: Passwort ausblenden
fi: Piilota salasana
hr: Sakrij zaporku
is: Fela aðgangsorð
kk: Құпия сөзді жасыру
nl: Wachtwoord verbergen
or: ପାସ୍‍ୱାର୍ଡ ଲୁଚାନ୍ତୁ
ta: கடவுச்சொல்லை மறைக்கும்
zh: 隐藏密码

# demoTextFieldFormErrors
source: Please fix the errors in red before submitting.
bg: Моля, коригирайте грешките в червено, преди да изпратите.
de_at: Bitte behebe vor dem Senden die rot markierten Probleme.
fi: Korjaa punaisena näkyvät virheet ennen lähettämistä.
hr: Prije slanja ispravite pogreške označene crvenom bojom.
is: Lagaðu rauðar villur með áður en þú sendir.
kk: Жібермес бұрын қызылмен берілген қателерді түзетіңіз.
nl: Los de rood gemarkeerde fouten op voordat je het formulier indient.
or: ଦାଖଲ କରିବା ପୂର୍ବରୁ ଦୟାକରି ଲାଲ ତ୍ରୁଟିଗୁଡ଼କୁ ସମାଧାନ କରନ୍ତୁ।
ta: சமர்ப்பிப்பதற்கு முன் சிவப்பு நிறத்தால் குறிக்கப்பட்டுள்ள பிழைகளைச் சரிசெய்யவும்.
zh: 请先修正红色错误，然后再提交。

# demoTextFieldNameRequired
source: Name is required.
bg: Трябва да въведете име.
de_at: Name ist erforderlich.
fi: Nimi on pakollinen.
hr: Ime je obavezno.
is: Nafn er áskilið.
kk: Аты-жөніңізді енгізіңіз.
nl: Naam is vereist.
or: ନାମ ଆବଶ୍ୟକ ଅଟେ।
ta: பெயரை உள்ளிடுவது அவசியம்.
zh: 必须填写姓名。

# demoTextFieldOnlyAlphabeticalChars
source: Please enter only alphabetical characters.
bg: Моля, въведете само букви.
de_at: Bitte gib nur Zeichen aus dem Alphabet ein.
fi: Käytä vain aakkosia.
hr: Unesite samo slova abecede.
is: Sláðu aðeins inn bókstafi.
kk: Тек әріптер енгізіңіз.
nl: Geef alleen letters op.
or: ଦୟାକରି କେବଳ ଅକ୍ଷରରେ ଲେଖନ୍ତୁ।
ta: எழுத்துகளை மட்டும் உள்ளிடவும்.
zh: 请只输入字母字符。

# demoTextFieldEnterUSPhoneNumber
source: (###) ###-#### – Enter a US phone number.
bg: (XXX) XXX-XXXX – Въведете телефонен номер от САЩ.
de_at: (###) ###-#### – Gib eine US-amerikanische Telefonnummer ein.
fi: (###) ###-#### – Lisää yhdysvaltalainen puhelinnumero.
hr: (###) ###-#### – unesite telefonski broj u SAD-u.
is: (###) ###-#### – sláðu inn bandarískt símanúmer.
kk: (###) ###-#### – АҚШ телефон нөмірін енгізіңіз.
nl: (###) ###-#### - geef een Amerikaans telefoonnummer op.
or: (###) ###-#### - ଏକ US ଫୋନ୍ ନମ୍ବର ଲେଖନ୍ତୁ।
ta: (###) ###-#### - அமெரிக்க ஃபோன் எண் ஒன்றை உள்ளிடவும்.
zh: (###) ###-#### - 请输入美国手机号码。

# demoTextFieldEnterPassword
source: Please enter a password.
bg: Моля, въведете парола.
de_at: Gib ein Passwort ein.
fi: Lisää salasana.
hr: Unesite zaporku.
is: Sláðu inn aðgangsorð.
kk: Құпия сөзді енгізіңіз.
nl: Geef een wachtwoord op.
or: ଦୟାକରି ଗୋଟିଏ ପାସ୍‌ୱାର୍ଡ ଲେଖନ୍ତୁ।
ta: கடவுச்சொல்லை உள்ளிடவும்.
zh: 请输入密码。

# demoTextFieldPasswordsDoNotMatch
source: The passwords don't match
bg: Паролите не съвпадат
de_at: Die Passwörter stimmen nicht überein
fi: Salasanat eivät ole samat
hr: Zaporke se ne podudaraju
is: Aðgangsorðin passa ekki saman
kk: Құпия сөздер сәйкес емес.
nl: De wachtwoorden komen niet overeen
or: ପାସ୍‌ୱାର୍ଡଗୁଡ଼ିକ ମେଳ ହେଉନାହିଁ
ta: கடவுச்சொற்கள் பொருந்தவில்லை
zh: 密码不一致

# demoTextFieldWhatDoPeopleCallYou
source: What do people call you?
bg: Как ви наричат хората?
de_at: Wie lautet dein Name?
fi: Millä nimellä sinua kutsutaan?
hr: Kako vas zovu?
is: Hvað kallar fólk þig?
kk: Адамдар сізді қалай атайды?
nl: Hoe noemen mensen je?
or: ଲୋକ ଆପଣଙ୍କୁ କ'ଣ ଡାକୁଛନ୍ତି?
ta: உங்களை எப்படி அழைப்பார்கள்?
zh: 人们如何称呼您？

# demoTextFieldNameField
source: Name*
bg: Име*
fi: Nimi*
hr: Ime*
is: Heiti*
kk: Аты*
nl: Naam*
or: ନାମ*
ta: பெயர்*
zh: 姓名*

# demoBottomSheetButtonText
source: SHOW BOTTOM SHEET
bg: ПОКАЗВАНЕ НА ДОЛНИЯ ЛИСТ
de_at: BLATT AM UNTEREN RAND ANZEIGEN
fi: NÄYTÄ ALAOSA
hr: PRIKAŽI DONJU TABLICU
is: SÝNA BLAÐ NEÐST
kk: ТӨМЕНГІ ПАРАҚШАНЫ КӨРСЕТУ
nl: BLAD ONDERAAN WEERGEVEN
or: ତଳ ସିଟ୍ ଦେଖାନ୍ତୁ
ta: கீழ்த் திரையைக் காட்டு
zh: 显示底部工作表

# demoTextFieldPhoneNumber
source: Phone number*
bg: Телефонен номер*
de_at: Telefonnummer*
fi: Puhelinnumero*
hr: Telefonski broj*
is: Símanúmer*
kk: Телефон нөмірі*
nl: Telefoonnummer*
or: ଫୋନ୍ ନମ୍ବର*
ta: ஃபோன் எண்*
zh: 手机号码*

# demoBottomSheetTitle
source: Bottom sheet
bg: Долен лист
de_at: Blatt am unteren Rand
fi: Alaosa
hr: Donja tablica
is: Blað neðst
kk: Төменгі парақша
nl: Blad onderaan
or: ତଳ ସିଟ୍
ta: கீழ்த் திரை
zh: 底部工作表

# demoTextFieldEmail
source: Email
bg: Имейл адрес
de_at: E-Mail-Adresse
fi: Sähköposti
hr: E-adresa
is: Netfang
kk: Электрондық хабар
nl: E-mailadres
or: ଇ-ମେଲ୍
ta: மின்னஞ்சல் முகவரி
zh: 电子邮件

# demoTextFieldTellUsAboutYourself
source: Tell us about yourself (e.g. write down what you do or what hobbies you have)
bg: Разкажете ни за себе си (напр. напишете с какво се занимавате или какви хобита имате)
de_at: Erzähl uns etwas über dich (z. B., welcher Tätigkeit du nachgehst oder welche Hobbys du hast)
fi: Kerro itsestäsi (esim. mitä teet työksesi, mitä harrastat)
hr: Recite nam nešto o sebi (na primjer napišite što radite ili koji su vam hobiji)
is: Segðu okkur frá þér (skrifaðu til dæmis hvað þú vinnur við eða hver áhugmál þín eru)
kk: Өзіңіз туралы айтып беріңіз (мысалы, немен айналысасыз немесе хоббиіңіз қандай).
nl: Vertel ons meer over jezelf (bijvoorbeeld wat voor werk je doet of wat je hobby's zijn)
or: ଆପଣଙ୍କ ବିଷୟରେ ଆମକୁ କୁହନ୍ତୁ (ଉ.ଦା., ଆପଣ କ'ଣ କରନ୍ତି କିମ୍ବା ଆପଣଙ୍କ ସଉକ କ'ଣ କୁହନ୍ତୁ)
ta: உங்களைப் பற்றிச் சொல்லுங்கள் (எ.கா., நீங்கள் என்ன செய்கிறீர்கள் என்பதையோ உங்கள் பொழுதுபோக்கு என்ன என்பதையோ எழுதுங்கள்)
zh: 请介绍一下您自己（例如，写出您的职业或爱好）

# demoTextFieldKeepItShort
source: Keep it short, this is just a demo.
bg: Пишете кратко, това е демонстрация.
de_at: Schreib nicht zu viel, das hier ist nur eine Demonstration.
fi: Älä kirjoita liikaa, tämä on pelkkä demo.
hr: Neka bude kratko, ovo je samo demonstracija.
is: Hafðu þetta stutt, þetta er einungis sýniútgáfa.
kk: Қысқаша жазыңыз. Бұл – жай демо нұсқа.
nl: Houd het kort, dit is een demo.
or: ଏହାକୁ ଛୋଟ ରଖନ୍ତୁ, ଏହା କେବଳ ଏକ ଡେମୋ ଅଟେ।
ta: சுருக்கமாக இருக்கட்டும், இது ஒரு டெமோ மட்டுமே.
zh: 请确保内容简洁，因为这只是一个演示。

# starterAppGenericButton
source: BUTTON
bg: БУТОН
de_at: SCHALTFLÄCHE
fi: PAINIKE
hr: GUMB
is: HNAPPUR
kk: ТҮЙМЕ
nl: KNOP
or: ବଟନ୍
ta: பட்டன்
zh: 按钮

# demoTextFieldLifeStory
source: Life story
bg: Биография
de_at: Lebensgeschichte
fi: Elämäntarina
hr: Biografija
is: Æviskeið
kk: Өмірбаян
nl: Levensverhaal
or: ଲାଇଫ୍ ଷ୍ଟୋରୀ
ta: வாழ்க்கைக் கதை
zh: 生平事迹

# demoTextFieldSalary
source: Salary
bg: Заплата
de_at: Gehalt
fi: Palkka
hr: Plaća
is: Laun
kk: Жалақы
nl: Salaris
or: ଦରମା
ta: சம்பளம்
zh: 工资

# demoTextFieldUSD
source: USD
kk: АҚШ доллары
zh: 美元

# demoTextFieldNoMoreThan
source: No more than 8 characters.
bg: Не повече от 8 знака.
de_at: Nicht mehr als 8 Zeichen.
fi: Enintään 8 merkkiä
hr: Ne možete unijeti više od osam znakova.
is: Ekki fleiri en 8 stafir.
kk: 8 таңбадан артық емес.
nl: Maximaal acht tekens.
or: 8ରୁ ଅଧିକ ଅକ୍ଷର ନୁହେଁ
ta: 8 எழுத்துகளுக்கு மேல் இருக்கக் கூடாது.
zh: 请勿超过 8 个字符。

# demoTextFieldPassword
source: Password*
bg: Парола*
de_at: Passwort*
fi: Salasana*
hr: Zaporka*
is: Aðgangsorð*
kk: Құпия сөз*
nl: Wachtwoord*
or: ପାସ୍‌ୱାର୍ଡ*
ta: கடவுச்சொல்*
zh: 密码*

# demoTextFieldRetypePassword
source: Re-type password*
bg: Въведете отново паролата*
de_at: Passwort wiederholen*
fi: Lisää salasana uudelleen*
hr: Ponovo unesite zaporku*
is: Sláðu aðgangsorðið aftur inn*
kk: Құпия сөзді қайта теріңіз*
nl: Typ het wachtwoord opnieuw*
or: ପାସ୍‍ୱାର୍ଡ ପୁଣି ଲେଖନ୍ତୁ*
ta: கடவுச்சொல்லை மீண்டும் உள்ளிடுக*
zh: 再次输入密码*

# demoTextFieldSubmit
source: SUBMIT
bg: ИЗПРАЩАНЕ
de_at: SENDEN
fi: LÄHETÄ
hr: POŠALJI
is: SENDA
kk: ЖІБЕРУ
nl: INDIENEN
or: ଦାଖଲ କରନ୍ତୁ
ta: சமர்ப்பி
zh: 提交

# demoBottomNavigationSubtitle
source: Bottom navigation with cross-fading views
bg: Долна навигация с преливащи се изгледи
de_at: Navigation am unteren Rand mit sich überblendenden Ansichten
fi: Alanavigointi, näkymien ristiinhäivytys
hr: Donja navigacija koja se postupno prikazuje i nestaje
is: Yfirlitssvæði neðst með víxldofnandi yfirliti
kk: Біртіндеп күңгірттелген төменгі навигация
nl: Navigatie onderaan met weergaven met cross-fading
or: କ୍ରସ୍-ଫେଡିଂ ଭ୍ୟୁ ସହ ବଟମ୍ ନାଭିଗେସନ୍
ta: கிராஸ்-ஃபேடிங் பார்வைகள் கொண்ட கீழ் வழிசெலுத்தல்
zh: 采用交替淡变视图的底部导航栏

# demoBottomSheetAddLabel
source: Add
bg: Добавяне
de_at: Hinzufügen
fi: Lisää
hr: Dodavanje
is: Bæta við
kk: Қосу
nl: Toevoegen
or: ଯୋଗ କରନ୍ତୁ
ta: சேர்
zh: 添加

# demoBottomSheetModalDescription
source: A modal bottom sheet is an alternative to a menu or a dialogue and prevents the user from interacting with the rest of the app.
bg: Модалният долен лист е алтернатива на менюто или диалоговия прозорец, като не допуска потребителят да взаимодейства с останалата част от приложението.
de_at: Ein modales Blatt am unteren Rand ist eine Alternative zu einem Menü oder einem Dialogfeld und verhindert, dass Nutzer mit dem Rest der App interagieren.
fi: Modaalinen alaosa on valikon tai valintaikkunan vaihtoehto, joka estää käyttäjää toimimasta muualla sovelluksessa.
hr: Modalna donja tablica alternativa je izborniku ili dijalogu i onemogućuje korisnicima interakciju s ostatkom aplikacije.
is: Gluggablað neðst kemur í stað valmyndar eða glugga og kemur í veg fyrir að notandinn noti aðra hluta forritsins.
kk: Модальдік төменгі парақшаны мәзірдің немесе диалогтік терезенің орнына пайдалануға болады. Бұл парақша ашық кезде, пайдаланушы қолданбаның басқа бөлімдеріне өте алмайды.
nl: Een modaal blad onderaan (modal bottom sheet) is een alternatief voor een menu of dialoogvenster. Het voorkomt dat de gebruiker interactie kan hebben met de rest van de app.
or: ଏକ ମୋଡାଲ୍ ବଟମ୍ ସିଟ୍ ହେଉଛି ଏକ ମେନୁ କିମ୍ବା ଏକ ଡାଇଲଗ୍‌ର ବିକଳ୍ପ ଏବଂ ଏହା ବାକି ଆପ୍ ବ୍ୟବହାର କରିବାରୁ ଉପଯୋଗକର୍ତ୍ତାଙ୍କୁ ପ୍ରତିରୋଧ କରିଥାଏ।
ta: மோடல் கீழ்த் திரை என்பது மெனு அல்லது உரையாடலுக்கு ஒரு மாற்று ஆகும். அது பயனரை ஆப்ஸின் பிற பகுதிகளைப் பயன்படுத்துவதிலிருந்து தடுக்கிறது.
zh: 模态底部工作表可替代菜单或对话框，并且会阻止用户与应用的其余部分互动。

# demoBottomSheetModalTitle
source: Modal bottom sheet
bg: Модален долен лист
de_at: Modales Blatt am unteren Rand
fi: Modaalinen alaosa
hr: Modalna donja tablica
is: Gluggablað neðst
kk: Модальдік төменгі парақша
nl: Modaal blad onderaan
or: ମୋଡାଲ୍ ବଟମ୍ ସିଟ୍
ta: மோடல் கீழ்த் திரை
zh: 模态底部工作表

# demoBottomSheetPersistentDescription
source: A persistent bottom sheet shows information that supplements the primary content of the app. A persistent bottom sheet remains visible even when the user interacts with other parts of the app.
bg: Постоянният долен лист показва информация, допълваща основното съдържание на приложението. Той остава видим дори когато потребителят взаимодейства с други части на приложението.
de_at: Auf einem persistenten Blatt am unteren Rand werden Informationen angezeigt, die den Hauptinhalt der App ergänzen. Ein solches Blatt bleibt immer sichtbar, auch dann, wenn der Nutzer mit anderen Teilen der App interagiert.
fi: Näkyvissä pysyvä alaosa näyttää sovelluksen pääsisältöä täydentäviä tietoja. Tällainen alaosa on näkyvissä, vaikka käyttäjä tekee jotain sovelluksen muissa osissa.
hr: Fiksna donja tablica prikazuje informacije koje nadopunjuju primarni sadržaj aplikacije. Ostaje vidljiva čak i tijekom korisnikove interakcije s drugim dijelovima aplikacije.
is: Fast blað neðst birtir upplýsingar til viðbótar við aðalefni forritsins. Fast blað neðst er sýnilegt þótt notandinn noti aðra hluta forritsins.
kk: Тұрақты төменгі парақшада қолданбаның негізгі бөлімдеріне қосымша ақпарат көрсетіледі. Пайдаланушы басқа бөлімдерді пайдаланғанда да, мұндай парақша әрдайым экранның төменгі жағында тұрады.
nl: Een persistent blad onderaan (persistent bottom sheet) bevat informatie in aanvulling op de primaire content van de app. Een persistent blad onderaan blijft ook zichtbaar als de gebruiker interactie heeft met andere gedeelten van de app.
or: ଏକ ପର୍ସିଷ୍ଟେଣ୍ଟ ବଟମ୍ ସିଟ୍ ଆପ୍‌ର ଏଭଳି ସୂଚନା ସେୟାର୍ କରେ ଯାହା ଏହାର ପ୍ରାଥମିକ ବିଷୟବସ୍ତୁର ପୂରକ ଅଟେ। ଉପଯୋଗକର୍ତ୍ତା ଆପ୍‌ର ଅନ୍ୟ ଭାଗ ବ୍ୟବହାର କରୁଥିବା ବେଳେ ଏକ ପର୍ସିଷ୍ଟାଣ୍ଟ ବଟମ୍ ସିଟ୍ ଦୃଶ୍ୟମାନ ହୋଇ ରହିବ।
ta: நிலைத்திருக்கும் கீழ்த் திரை ஒன்று ஆப்ஸின் முதன்மை உள்ளடக்கத்துக்குத் தொடர்புடைய தகவல்களைக் காட்டும். ஆப்ஸின் பிற பகுதிகளைப் பயன்படுத்தினாலும் பயனரால் நிலைத்திருக்கும் கீழ்த் திரையைப் பார்க்க முடியும்.
zh: 常驻底部工作表会显示应用主要内容的补充信息。即使在用户与应用的其他部分互动时，常驻底部工作表也会一直显示。

# demoBottomSheetPersistentTitle
source: Persistent bottom sheet
bg: Постоянен долен лист
de_at: Persistentes Blatt am unteren Rand
fi: Näkyvissä pysyvä alaosa
hr: Fiksna donja tablica
is: Fast blað neðst
kk: Тұрақты төменгі парақша
nl: Persistent blad onderaan
or: ପର୍ସିଷ୍ଟେଣ୍ଟ ବଟମ୍ ସିଟ୍
ta: நிலைத்திருக்கும் கீழ்த் திரை
zh: 常驻底部工作表

# demoBottomSheetSubtitle
source: Persistent and modal bottom sheets
bg: Постоянен и модален долен лист
de_at: Persistente und modale Blätter am unteren Rand
fi: Näkyvissä pysyvä tai modaalinen alaosa
hr: Fiksne i modalne donje tablice
is: Föst blöð og gluggablöð neðst
kk: Тұрақты және модальдік төменгі парақшалар
nl: Persistente en modale bladen onderaan
or: ପର୍ସିଷ୍ଟେଣ୍ଟ ଏବଂ ମୋଡାଲ୍ ବଟମ୍ ସିଟ୍
ta: நிலைத்திருக்கும் மற்றும் மோடல் கீழ்த் திரைகள்
zh: 常驻底部工作表和模态底部工作表

# demoTextFieldNameHasPhoneNumber
source: {name} phone number is {phoneNumber}
bg: Телефонният номер на {name} е {phoneNumber}
de_at: Telefonnummer von {name} ist {phoneNumber}
fi: Puhelinnumero ({name}) on {phoneNumber}
hr: {name} ima telefonski broj {phoneNumber}
is: Símanúmer {name} er {phoneNumber}
kk: {name}: {phoneNumber}
nl: Het telefoonnummer van {name} is {phoneNumber}
or: {name}ଙ୍କ ଫୋନ୍ ନମ୍ବର {phoneNumber} ଅଟେ
ta: {name} உடைய ஃபோன் எண் {phoneNumber}
zh: {name}的手机号码是 {phoneNumber}

# buttonText
source: BUTTON
bg: БУТОН
de_at: SCHALTFLÄCHE
fi: PAINIKE
hr: GUMB
is: HNAPPUR
kk: ТҮЙМЕ
nl: KNOP
or: ବଟନ୍
ta: பட்டன்
zh: 按钮

# demoTypographyDescription
source: Definitions for the various typographical styles found in Material Design.
bg: Дефиниции за различните типографски стилове в Material Design.
de_at: Definitionen für die verschiedenen Typografiestile im Material Design.
fi: Material Designin erilaisten typografisten tyylien määritelmät.
hr: Definicije raznih tipografskih stilova u materijalnom dizajnu.
is: Skilgreiningar mismunandi leturstíla sem finna má í nýju útlitshönnuninni.
kk: Material Design-дағы түрлі стильдердің анықтамалары бар.
nl: Definities voor de verschillende typografische stijlen van material design.
or: ମେଟେରିଆଲ୍ ଡିଜାଇନ୍‌ରେ ପାଇଥିବା ଭିନ୍ନ ଟାଇପୋଗ୍ରାଫିକାଲ୍ ଶୈଳୀର ସଂଜ୍ଞା।
ta: மெட்டீரியல் டிசைனில் இருக்கும் வெவ்வேறு டைப்போகிராஃபிக்கல் ஸ்டைல்களுக்கான விளக்கங்கள்.
zh: Material Design 中各种字体排版样式的定义。
